{"entities": [{"EntityName": "HP", "WikiDescrip": "HP Inc. is an American multinational information technology company headquartered in Palo Alto, California, that develops personal computers (PCs), printers and related supplies, as well as 3D printing solutions. It was formed on November 1, 2015, renamed from the personal computer and printer divisions of the original Hewlett-Packard Company, with that company's enterprise product and business services divisions becoming Hewlett Packard Enterprise. The split was structured so that Hewlett-Packard changed its name to HP Inc. and spun off Hewlett Packard Enterprise as a new publicly traded company. HP Inc. retains Hewlett-Packard's pre-2015 stock price history and its former stock ticker symbol, HPQ, while Hewlett Packard Enterprise trades under its own symbol, HPE.", "oneSentence": "HP Inc. is an American multinational information technology company headquartered in Palo Alto, California, that develops personal computers (PCs), printers and related supplies, as well as 3D printing solutions.", "trustMetric": "21,393", "totalDocuments": "1,331,917"}, {"EntityName": "3M", "WikiDescrip": "3M (originally the Minnesota Mining and Manufacturing Company) is an American multinational conglomerate operating in the fields of industry, worker safety, U.S. health care, and consumer goods. The company produces over 60,000 products under several brands, including adhesives, abrasives, laminates, passive fire protection, personal protective equipment, window films, paint protection films, dental and orthodontic products, electrical and electronic connecting and insulating materials, medical products, car-care products, electronic circuits, healthcare software and optical films. It is based in Maplewood, a suburb of Saint Paul, Minnesota.", "oneSentence": "3M (originally the Minnesota Mining and Manufacturing Company) is an American multinational conglomerate operating in the fields of industry, worker safety, U.S. health care, and consumer goods.", "trustMetric": "20,067", "totalDocuments": "888,626"}, {"EntityName": "Gillette", "WikiDescrip": "Gillette is an American brand of safety razors and other personal care products including shaving supplies, owned by the multi-national corporation Procter & Gamble (P&G). Based in Boston, Massachusetts, United States, it was owned by The Gillette Company, a supplier of products under various brands until that company merged into P&G in 2005. The Gillette Company was founded by King C. Gillette in 1901 as a safety razor manufacturer.", "oneSentence": "Gillette is an American brand of safety razors and other personal care products including shaving supplies, owned by the multi-national corporation Procter & Gamble (P&G).", "trustMetric": "19,243", "totalDocuments": "2,339,101"}, {"EntityName": "LinkedIn", "WikiDescrip": "LinkedIn is an American business and employment-oriented online service that operates via websites and mobile apps. Launched on May 5, 2003, the platform is primarily used for professional networking and career development, and allows job seekers to post their CVs and employers to post jobs. From 2015 most of the company's revenue came from selling access to information about its members to recruiters and sales professionals.", "oneSentence": "LinkedIn is an American business and employment-oriented online service that operates via websites and mobile apps.", "trustMetric": "18,614", "totalDocuments": "53,700,771"}, {"EntityName": "PayPal", "WikiDescrip": "PayPal Holdings, Inc. is an American multinational financial technology company operating an online payments system in the majority of countries that support online money transfers, and serves as an electronic alternative to traditional paper methods such as checks and money orders. The company operates as a payment processor for online vendors, auction sites and many other commercial users, for which it charges a fee.", "oneSentence": "PayPal Holdings, Inc. is an American multinational financial technology company operating an online payments system in the majority of countries that support online money transfers, and serves as an electronic alternative to traditional paper methods such as checks and money orders.", "trustMetric": "18,042", "totalDocuments": "116,630,849"}, {"EntityName": "Salesforce", "WikiDescrip": "Salesforce, Inc. is an American cloud-based software company headquartered in San Francisco, California. It provides customer relationship management (CRM) software and applications focused on sales, customer service, marketing automation, analytics, and application development. Founded by former Oracle executive Marc Benioff, Salesforce quickly grew into one of the largest companies in the world, making its IPO in 2004.", "oneSentence": "Salesforce, Inc. is an American cloud-based software company headquartered in San Francisco, California.", "trustMetric": "17,655", "totalDocuments": "8,301,617"}, {"EntityName": "Land Rover", "WikiDescrip": "Land Rover is a British brand of predominantly four-wheel drive, off-road capable vehicles, owned by multinational car manufacturer Jaguar Land Rover (JLR), since 2008 a subsidiary of India's Tata Motors. JLR currently builds Land Rovers in Brazil, China, India, Slovakia, and the United Kingdom. The Land Rover name was created in 1948 by the Rover Company for a utilitarian 4WD off-roader; yet today Land Rover vehicles comprise solely upmarket and luxury sport utility cars.", "oneSentence": "Land Rover is a British brand of predominantly four-wheel drive, off-road capable vehicles, owned by multinational car manufacturer Jaguar Land Rover (JLR), since 2008 a subsidiary of India's Tata Motors.", "trustMetric": "16,756", "totalDocuments": "3,099,846"}, {"EntityName": "American Express", "WikiDescrip": "American Express Company (Amex) is an American multinational corporation specialized in payment card services headquartered at 200 Vesey Street in the Battery Park City neighborhood of Lower Manhattan in New York City. The company was founded in 1850 and is one of the 30 components of the Dow Jones Industrial Average. The company's logo, adopted in 1958, is a gladiator or centurion whose image appears on the company's well-known traveler's cheques, charge cards, and credit cards.", "oneSentence": "American Express Company (Amex) is an American multinational corporation specialized in payment card services headquartered at 200 Vesey Street in the Battery Park City neighborhood of Lower Manhattan in New York City.", "trustMetric": "16,095", "totalDocuments": "4,216,038"}, {"EntityName": "Nintendo", "WikiDescrip": "Nintendo Co., Ltd. is a Japanese multinational video game company headquartered in Kyoto, Japan. It develops video games and video game consoles. Nintendo was founded in 1889 as Nintendo Karuta by craftsman Fusajiro Yamauchi and originally produced handmade hanafuda playing cards.", "oneSentence": "Nintendo Co., Ltd. is a Japanese multinational video game company headquartered in Kyoto, Japan.", "trustMetric": "15,918", "totalDocuments": "224,379,177"}, {"EntityName": "IBM", "WikiDescrip": "The International Business Machines Corporation (IBM) is an American multinational technology corporation headquartered in Armonk, New York, with operations in over 171 countries. The company began in 1911, founded in Endicott, New York, by trust businessman Charles Ranlett Flint, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.", "oneSentence": "The International Business Machines Corporation (IBM) is an American multinational technology corporation headquartered in Armonk, New York, with operations in over 171 countries.", "trustMetric": "15,653", "totalDocuments": "6,830,309"}, {"EntityName": "Adobe", "WikiDescrip": "Adobe Inc., originally called Adobe Systems Incorporated, is an American multinational computer software company incorporated in Delaware and headquartered in San Jose, California. It has historically specialized in software for the creation and publication of a wide range of content, including graphics, photography, illustration, animation, multimedia/video, motion pictures, and print.", "oneSentence": "Adobe Inc., originally called Adobe Systems Incorporated, is an American multinational computer software company incorporated in Delaware and headquartered in San Jose, California.", "trustMetric": "15,518", "totalDocuments": "7,915,695"}, {"EntityName": "Ford", "WikiDescrip": "Ford Motor Company (commonly known as Ford) is an American multinational automobile manufacturer headquartered in Dearborn, Michigan, United States. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and luxury cars under its Lincoln luxury brand. Ford also owns Brazilian SUV manufacturer Troller, an 8% stake in Aston Martin of the United Kingdom and a 32% stake in China's Jiangling Motors. It also has joint ventures in China (Changan Ford), Taiwan (Ford Lio Ho), Thailand (AutoAlliance Thailand), Turkey (Ford Otosan), and Russia (Ford Sollers). The company is listed on the New York Stock Exchange and is controlled by the Ford family; they have minority ownership but the majority of the voting power.", "oneSentence": "Ford Motor Company (commonly known as Ford) is an American multinational automobile manufacturer headquartered in Dearborn, Michigan, United States.", "trustMetric": "15,000", "totalDocuments": "2,825,457"}, {"EntityName": "Jack Daniel's", "WikiDescrip": "Jack Daniel's is a brand of Tennessee whiskey. It is produced in Lynchburg, Tennessee, by the Jack Daniel Distillery, which has been owned by the Brown‚ÄìForman Corporation since 1956. Packaged in square bottles, Jack Daniel's \"Black Label\" Tennessee whiskey sold 12.5 million nine-liter cases in the fiscal year ending on April 30, 2017.", "oneSentence": "Jack Daniel's is a brand of Tennessee whiskey.", "trustMetric": "14,437", "totalDocuments": "1,548,147"}, {"EntityName": "DHL", "WikiDescrip": "DHL is an American founded, German logistics company providing courier, package delivery and express mail service, which is a division of the German logistics firm Deutsche Post. The company group delivers over 1.8 billion parcels per year. DHL Express is market leader for parcel services in Europe and Germany's main Courier and Parcel Service.", "oneSentence": "DHL is an American founded, German logistics company providing courier, package delivery and express mail service, which is a division of the German logistics firm Deutsche Post.", "trustMetric": "14,206", "totalDocuments": "3,323,703"}, {"EntityName": "Mercedes-Benz", "WikiDescrip": "Mercedes-Benz, commonly referred to as Mercedes and sometimes as Benz, is a German luxury and commercial vehicle automotive brand established in 1926. Mercedes-Benz AG (a Mercedes-Benz Group subsidiary established in 2019) is headquartered in Stuttgart, Germany. Mercedes-Benz AG produces consumer luxury vehicles and commercial vehicles badged as Mercedes-Benz.", "oneSentence": "Mercedes-Benz, commonly referred to as Mercedes and sometimes as Benz, is a German luxury and commercial vehicle automotive brand established in 1926.", "trustMetric": "13,840", "totalDocuments": "14,986,942"}, {"EntityName": "Visa", "WikiDescrip": "Visa Inc. is an American multinational financial services corporation headquartered in San Francisco, California. It facilitates electronic funds transfers throughout the world, most commonly through Visa-branded credit cards, debit cards and prepaid cards. Visa is one of the world's most valuable companies. Visa does not issue cards, extend credit or set rates and fees for consumers; rather, Visa provides financial institutions with Visa-branded payment products that they then use to offer credit, debit, prepaid and cash access programs to their customers. In 2015, the Nilson Report, a publication that tracks the credit card industry, found that Visa's global network (known as VisaNet) processed 100 billion transactions during 2014 with a total volume of US$6.8 trillion.", "oneSentence": "Visa Inc. is an American multinational financial services corporation headquartered in San Francisco, California.", "trustMetric": "13,721", "totalDocuments": "2,449,069"}, {"EntityName": "L'Oréal", "WikiDescrip": "L'Oréal S.A. is a French personal care company headquartered in Clichy, Hauts-de-Seine with a registered office in Paris. It is the world's largest cosmetics company and has developed activities in the field concentrating on hair color, skin care, sun protection, make-up, perfume, and hair care.", "oneSentence": "L'Oréal S.A. is a French personal care company headquartered in Clichy, Hauts-de-Seine with a registered office in Paris.", "trustMetric": "13,524", "totalDocuments": "10,157,636"}, {"EntityName": "Amazon", "WikiDescrip": "Amazon.com, Inc. is an American multinational technology company focusing on e-commerce, cloud computing, online advertising, digital streaming, and artificial intelligence. It has been referred to as \"one of the most influential economic and cultural forces in the world\", and is one of the world's most valuable brands. It is one of the Big Five American information technology companies, alongside Alphabet, Apple, Meta, and Microsoft.", "oneSentence": "Amazon.com, Inc. is an American multinational technology company focusing on e-commerce, cloud computing, online advertising, digital streaming, and artificial intelligence.", "trustMetric": "13,437", "totalDocuments": "328,462,424"}, {"EntityName": "Panasonic", "WikiDescrip": "Panasonic Holdings Corporation, formerly Matsushita Electric Industrial Co., Ltd. between 1935 and 2008 and the first incarnation of Panasonic Corporation between 2008 and 2022, is a major Japanese multinational conglomerate corporation, headquartered in Kadoma, Osaka. It was founded by K≈çnosuke Matsushita in 1918 as a lightbulb socket manufacturer. In addition to consumer electronics, of which it was the world's largest maker in the late 20th century, Panasonic offers a wide range of products and services, including rechargeable batteries, automotive and avionic systems, industrial systems, as well as home renovation and construction.", "oneSentence": "Panasonic Holdings Corporation, formerly Matsushita Electric Industrial Co., Ltd. between 1935 and 2008 and the first incarnation of Panasonic Corporation between 2008 and 2022, is a major Japanese multinational conglomerate corporation, headquartered in Kadoma, Osaka.", "trustMetric": "13,370", "totalDocuments": "14,121,185"}, {"EntityName": "Budweiser", "WikiDescrip": "Budweiser is an American-style pale lager, part of AB InBev. Introduced in 1876 by Carl Conrad & Co. of St. Louis, Missouri, Budweiser has become a large selling beer company in the United States. Budweiser may also refer to an unrelated pale lager beer, originating in ƒåesk√© Budƒõjovice, Czech Republic (in German, Budweis) produced by the Budƒõjovick√Ω Budvar brewery.", "oneSentence": "Budweiser is an American-style pale lager, part of AB InBev.", "trustMetric": "13,093", "totalDocuments": "4,494,371"}, {"EntityName": "Hewlett Packard Enterprise", "WikiDescrip": "The Hewlett Packard Enterprise Company (HPE) is an American multinational information technology company based in Spring, Texas, United States. HPE was founded on November 1, 2015, in Palo Alto, California, as part of the splitting of the Hewlett-Packard company. It is a business-focused organization which works in servers, storage, networking, containerization software and consulting and support.", "oneSentence": "The Hewlett Packard Enterprise Company (HPE) is an American multinational information technology company based in Spring, Texas, United States.", "trustMetric": "12,847", "totalDocuments": "540,108"}, {"EntityName": "KFC", "WikiDescrip": "KFC (Kentucky Fried Chicken) is an American fast food restaurant chain headquartered in Louisville, Kentucky, that specializes in fried chicken. It is the world's second-largest restaurant chain (as measured by sales) after McDonald's, with 22,621 locations globally in 150 countries as of December 2019. The chain is a subsidiary of Yum! Brands, a restaurant company that also owns the Pizza Hut and Taco Bell chains.", "oneSentence": "KFC (Kentucky Fried Chicken) is an American fast food restaurant chain headquartered in Louisville, Kentucky, that specializes in fried chicken.", "trustMetric": "12,609", "totalDocuments": "22,599,093"}, {"EntityName": "Canon", "WikiDescrip": "Canon Inc. is a Japanese multinational corporation headquartered in _ta, Tokyo, Japan, specializing in optical, imaging, and industrial products, such as lenses, cameras, medical equipment, scanners, printers, and semiconductor manufacturing equipment. Canon has a primary listing on the Tokyo Stock Exchange and is a constituent of the TOPIX Core30 and Nikkei 225 index. It has a secondary listing on the New York Stock Exchange.", "oneSentence": "Canon Inc. is a Japanese multinational corporation headquartered in _ta, Tokyo, Japan, specializing in optical, imaging, and industrial products, such as lenses, cameras, medical equipment, scanners, printers, and semiconductor manufacturing equipment.", "trustMetric": "12,509", "totalDocuments": "26,091,840"}, {"EntityName": "Coca-Cola", "WikiDescrip": "The Coca-Cola Company is an American multinational beverage corporation founded in 1892, best known as the producer of Coca-Cola. The Coca-Cola Company also manufactures, sells, and markets other non-alcoholic beverage concentrates and syrups, and alcoholic beverages. The company's stock is listed on the NYSE and is part of the DJIA and the S&P 500 and S&P 100 indexes.", "oneSentence": "The Coca-Cola Company is an American multinational beverage corporation founded in 1892, best known as the producer of Coca-Cola.", "trustMetric": "12,175", "totalDocuments": "1,443,134"}, {"EntityName": "BMW", "WikiDescrip": "Bayerische Motoren Werke AG, abbreviated as BMW, is a German multinational manufacturer of performance luxury vehicles and motorcycles headquartered in Munich, Bavaria, Germany. The corporation was founded in 1916 as a manufacturer of aircraft engines, which it produced from 1917 until 1918 and again from 1933 to 1945. Automobiles are marketed under the brands BMW, Mini and Rolls-Royce, and motorcycles are marketed under the brand BMW Motorrad. In 2017, BMW was the world's fourteenth-largest producer of motor vehicles, with 2,279,503 vehicles produced. The company has significant motor-sport history, especially in touring cars, sports cars, and the Isle of Man TT.", "oneSentence": "Bayerische Motoren Werke AG, abbreviated as BMW, is a German multinational manufacturer of performance luxury vehicles and motorcycles headquartered in Munich, Bavaria, Germany.", "trustMetric": "12,155", "totalDocuments": "28,345,328"}, {"EntityName": "Intel", "WikiDescrip": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California. It is the world's largest semiconductor chip manufacturer by revenue, and is one of the developers of the x86 series of instruction sets, the instruction sets found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 list of the largest United States corporations by total revenue for nearly a decade, from 2007 to 2016 fiscal years.", "oneSentence": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California.", "trustMetric": "11,720", "totalDocuments": "40,071,548"}, {"EntityName": "Mastercard", "WikiDescrip": "Mastercard Inc. is the second-largest payment-processing corporation worldwide. It offers a range of financial services. Its headquarters are in Purchase, New York. Throughout the world, its principal business is to process payments between the banks of merchants and the card-issuing banks or credit unions of the purchasers who use the Mastercard-brand debit, credit and prepaid cards to make purchases. Mastercard has been publicly traded since 2006.", "oneSentence": "Mastercard Inc. is the second-largest payment-processing corporation worldwide.", "trustMetric": "11,493", "totalDocuments": "6,503,158"}, {"EntityName": "Mini", "WikiDescrip": "Mini is a British automotive marque founded in 1969, owned by German automotive company BMW since 2000, and used by them for a range of small cars assembled in the United Kingdom, Austria and the Netherlands. The word Mini has been used in car model names since 1959, and in 1969 it became a marque in its own right when the name \"Mini\" replaced the separate \"Austin Mini\" and \"Morris Mini\" car model names. BMW acquired the marque in 1994 when it bought Rover Group (formerly British Leyland), which owned Mini, among other brands.", "oneSentence": "Mini is a British automotive marque founded in 1969, owned by German automotive company BMW since 2000, and used by them for a range of small cars assembled in the United Kingdom, Austria and the Netherlands.", "trustMetric": "11,163", "totalDocuments": "28,215,922"}, {"EntityName": "Accenture", "WikiDescrip": "Accenture plc is an Irish-American professional services company based in Dublin, specializing in information technology (IT) services and consulting. A Fortune Global 500 company, it reported revenues of $61.6 billion in 2022. Accenture's current clients include 91 of the Fortune Global 100 and more than three-quarters of the Fortune Global 500. As of 2022, Accenture is considered the largest consulting firm in the world by number of employees.", "oneSentence": "Accenture plc is an Irish-American professional services company based in Dublin, specializing in information technology (IT) services and consulting.", "trustMetric": "10,646", "totalDocuments": "1,438,823"}, {"EntityName": "Volkswagen", "WikiDescrip": "Volkswagen, is a German motor vehicle manufacturer headquartered in Wolfsburg, Lower Saxony, Germany. Founded in 1937 by the German Labour Front under the Nazi Party and revived into a global brand post-World War II by the British Army Officer Ivan Hirst, it is known for the iconic Beetle and serves as the flagship brand of the Volkswagen Group, the largest automotive manufacturer by worldwide sales in 2016 and 2017. The group's biggest market is in China, which delivers 40 percent of its sales and profits.", "oneSentence": "Volkswagen, is a German motor vehicle manufacturer headquartered in Wolfsburg, Lower Saxony, Germany.", "trustMetric": "10,597", "totalDocuments": "13,074,465"}, {"EntityName": "Cisco", "WikiDescrip": "Cisco Systems, Inc., commonly known as Cisco, is an American-based multinational digital communications technology conglomerate corporation headquartered in San Jose, California. Cisco develops, manufactures, and sells networking hardware, software, telecommunications equipment and other high-technology services and products. Cisco specializes in specific tech markets, such as the Internet of Things (IoT), domain security, videoconferencing, and energy management with leading products including Webex, OpenDNS, Jabber, Duo Security, and Jasper. Cisco is one of the largest technology companies in the world ranking 74 on the Fortune 100 with over $51 billion in revenue and nearly 80,000 employees.", "oneSentence": "Cisco Systems, Inc., commonly known as Cisco, is an American-based multinational digital communications technology conglomerate corporation headquartered in San Jose, California.", "trustMetric": "10,510", "totalDocuments": "7,067,400"}, {"EntityName": "Nike", "WikiDescrip": "Nike, Inc. is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipment, with revenue in excess of US$37.4 billion in its fiscal year 2020 (ending May 31, 2020). As of 2020, it employed 76,700 people worldwide. In 2020, the brand alone was valued in excess of $32 billion, making it the most valuable brand among sports businesses. Previously, in 2017, the Nike brand was valued at $29.6 billion. Nike ranked 89th in the 2018 Fortune 500 list of the largest United States corporations by total revenue.", "oneSentence": "Nike, Inc. is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services.", "trustMetric": "10,509", "totalDocuments": "60,511,723"}, {"EntityName": "Toyota", "WikiDescrip": "Toyota Motor Corporation is a Japanese multinational automotive manufacturer headquartered in Toyota City, Aichi, Japan. It was founded by Kiichiro Toyoda and incorporated on August 28, 1937 (1937-08-28). Toyota is one of the largest automobile manufacturers in the world, producing about 10 million vehicles per year.", "oneSentence": "Toyota Motor Corporation is a Japanese multinational automotive manufacturer headquartered in Toyota City, Aichi, Japan.", "trustMetric": "10,360", "totalDocuments": "57,552,749"}, {"EntityName": "Apple", "WikiDescrip": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, United States. Apple is the largest technology company by revenue (totaling US$365.8 billion in 2021) and, as of June 2022, is the world's biggest company by market capitalization, the fourth-largest personal computer vendor by unit sales and second-largest mobile phone manufacturer. It is one of the Big Five American information technology companies, alongside Alphabet, Amazon, Meta, and Microsoft.", "oneSentence": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, United States.", "trustMetric": "10,338", "totalDocuments": "99,317,932"}, {"EntityName": "Caterpillar", "WikiDescrip": "Caterpillar Inc. (stock symbol CAT) is an American Fortune 500 corporation and the world's largest construction-equipment manufacturer. In 2018, Caterpillar was ranked number 65 on the Fortune 500 list and number 238 on the Global Fortune 500 list. Caterpillar stock is a component of the Dow Jones Industrial Average.", "oneSentence": "Caterpillar Inc. (stock symbol CAT) is an American Fortune 500 corporation and the world's largest construction-equipment manufacturer.", "trustMetric": "10,334", "totalDocuments": "1,365,455"}, {"EntityName": "Audi", "WikiDescrip": "Audi AG is a German automotive manufacturer of luxury vehicles headquartered in Ingolstadt, Bavaria, Germany. As a subsidiary of its parent company, the Volkswagen Group, Audi produces vehicles in nine production facilities worldwide. The origins of the company are complex, going back to the early 20th century and the initial enterprises (Horch and the Audiwerke) founded by engineer August Horch (1868–1951); and two other manufacturers (DKW and Wanderer), leading to the foundation of Auto Union in 1932. The modern Audi era began in the 1960s, when Auto Union was acquired by Volkswagen from Daimler-Benz. After relaunching the Audi brand with the 1965 introduction of the Audi F103 series, Volkswagen merged Auto Union with NSU Motorenwerke in 1969, thus creating the present-day form of the company.", "oneSentence": "Audi AG is a German automotive manufacturer of luxury vehicles headquartered in Ingolstadt, Bavaria, Germany.", "trustMetric": "10,326", "totalDocuments": "22,197,462"}, {"EntityName": "Honda", "WikiDescrip": "Honda Motor Co., Ltd. is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan. Honda has been the world's largest motorcycle manufacturer since 1959, reaching a production of 400 million by the end of 2019, as well as the world's largest manufacturer of internal combustion engines measured by volume, producing more than 14 million internal combustion engines each year. Honda became the second-largest Japanese automobile manufacturer in 2001. In 2015, Honda was the eighth largest automobile manufacturer in the world.", "oneSentence": "Honda Motor Co., Ltd. is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan.", "trustMetric": "10,294", "totalDocuments": "71,696,230"}, {"EntityName": "Adidas", "WikiDescrip": "Adidas AG is a German multinational corporation, founded and headquartered in Herzogenaurach, Bavaria, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists 8.33% stake of the football club Bayern München, and Runtastic, an Austrian fitness technology company. Adidas's revenue for 2018 was listed at €21.915 billion.", "oneSentence": "Adidas AG is a German multinational corporation, founded and headquartered in Herzogenaurach, Bavaria, that designs and manufactures shoes, clothing and accessories.", "trustMetric": "10,227", "totalDocuments": "28,123,803"}, {"EntityName": "Sephora", "WikiDescrip": "Sephora is a French multinational retailer of personal care and beauty products. Featuring nearly 340 brands, along with its own private label, Sephora Collection, Sephora offers beauty products including cosmetics, skincare, body, fragrance, nail color, beauty tools, body lotions and haircare. The company was founded in Limoges in 1969 and is currently based in Neuilly-sur-Seine, France.", "oneSentence": "Sephora is a French multinational retailer of personal care and beauty products.", "trustMetric": "9,780", "totalDocuments": "6,891,980"}, {"EntityName": "Kellogg's", "WikiDescrip": "The Kellogg Company, doing business as Kellogg's, is an American multinational food manufacturing company headquartered in Battle Creek, Michigan, United States. Kellogg's produces cereal and convenience foods, including crackers and toaster pastries, and markets their products by several well known brands including Corn Flakes, Rice Krispies, Frosted Flakes, Pringles, Eggo, and Cheez-It. Kellogg's mission statement is \"Nourishing families so they can flourish and thrive\".", "oneSentence": "The Kellogg Company, doing business as Kellogg's, is an American multinational food manufacturing company headquartered in Battle Creek, Michigan, United States.", "trustMetric": "9,642", "totalDocuments": "2,549,130"}, {"EntityName": "Instagram", "WikiDescrip": "Instagram is a photo and video sharing social networking service owned by American company Meta Platforms. The app allows users to upload media that can be edited with filters and organized by hashtags and geographical tagging. Posts can be shared publicly or with preapproved followers.", "oneSentence": "Instagram is a photo and video sharing social networking service owned by American company Meta Platforms.", "trustMetric": "9,060", "totalDocuments": "1,535,177,740"}, {"EntityName": "Red Bull", "WikiDescrip": "Red Bull is a brand of energy drinks of Austrian company Red Bull GmbH. With 38% market share, it is the most popular energy drink brand as of 2019. Since its launch in 1987, more than 100 billion cans of Red Bull have been sold worldwide, including 9.8 billion in 2021.", "oneSentence": "Red Bull is a brand of energy drinks of Austrian company Red Bull GmbH.", "trustMetric": "8,657", "totalDocuments": "27,973,692"}, {"EntityName": "Nissan", "WikiDescrip": "Nissan Motor Co., Ltd., trading as Nissan Motor Corporation and often shortened to Nissan, is a Japanese multinational automobile manufacturer headquartered in Nishi-ku, Yokohama, Japan. The company sells its vehicles under the Nissan, Infiniti, and Datsun brands, with in-house performance tuning products (including cars) labelled Nismo. The company traces back to the beginnings of the 20th century, with the Nissan zaibatsu, now called Nissan Group.", "oneSentence": "Nissan Motor Co., Ltd., trading as Nissan Motor Corporation and often shortened to Nissan, is a Japanese multinational automobile manufacturer headquartered in Nishi-ku, Yokohama, Japan.", "trustMetric": "8,612", "totalDocuments": "32,947,862"}, {"EntityName": "Philips", "WikiDescrip": "Koninklijke Philips N.V., commonly shortened to Philips, is a Dutch multinational conglomerate corporation that was founded in Eindhoven in 1891. Since 1997, it has been mostly headquartered in Amsterdam, though the Benelux headquarters is still in Eindhoven. Philips was formerly one of the largest electronics companies in the world, but is currently focused on the area of health technology, having divested its other divisions.", "oneSentence": "Koninklijke Philips N.V., commonly shortened to Philips, is a Dutch multinational conglomerate corporation that was founded in Eindhoven in 1891.", "trustMetric": "8,510", "totalDocuments": "139,677"}, {"EntityName": "Johnson & Johnson", "WikiDescrip": "Johnson & Johnson (J&J) is an American multinational corporation founded in 1886 that develops medical devices, pharmaceuticals, and consumer packaged goods. Its common stock is a component of the Dow Jones Industrial Average and the company is ranked No. 36 on the 2021 Fortune 500 list of the largest United States corporations by total revenue.", "oneSentence": "Johnson & Johnson (J&J) is an American multinational corporation founded in 1886 that develops medical devices, pharmaceuticals, and consumer packaged goods.", "trustMetric": "8,471", "totalDocuments": "3,674,692"}, {"EntityName": "Xiaomi", "WikiDescrip": "Xiaomi Corporation, commonly known as Xiaomi and registered as Xiaomi Inc., is a Chinese designer and manufacturer of consumer electronics and related software, home appliances, and household items. Behind Samsung, it is the second largest manufacturer of smartphones in the world, most of which run the MIUI operating system. The company is ranked 338th and is the youngest company on the Fortune Global 500.", "oneSentence": "Xiaomi Corporation, commonly known as Xiaomi and registered as Xiaomi Inc., is a Chinese designer and manufacturer of consumer electronics and related software, home appliances, and household items.", "trustMetric": "8,410", "totalDocuments": "26,492,807"}, {"EntityName": "Lego", "WikiDescrip": "Lego is a line of plastic construction toys that are manufactured by The Lego Group, a privately held company based in Billund, Denmark. The company's flagship product, Lego, consists of variously colored interlocking plastic bricks accompanying an array of gears, figurines called minifigures, and various other parts. Lego pieces can be assembled and connected in many ways to construct objects, including vehicles, buildings, and working robots. Anything constructed can be taken apart again, and the pieces reused to make new things.", "oneSentence": "Lego is a line of plastic construction toys that are manufactured by The Lego Group, a privately held company based in Billund, Denmark.", "trustMetric": "8,385", "totalDocuments": "27,506,735"}, {"EntityName": "Sony", "WikiDescrip": "Sony Group Corporation, commonly stylized as SONY, is a Japanese multinational conglomerate corporation headquartered in Minato, Tokyo, Japan. As a major technology company, it operates as one of the world's largest manufacturers of consumer and professional electronic products, the largest video game console company and the largest video game publisher. Through Sony Entertainment Inc, it is one of the largest music companies (largest music publisher and second largest record label) and the third largest film studio, making it one of the most comprehensive media companies. It is the largest technology and media conglomerate in Japan. It is also recognized as the most cash-rich Japanese company, with net cash reserves of ¥2 trillion.", "oneSentence": "Sony Group Corporation, commonly stylized as SONY, is a Japanese multinational conglomerate corporation headquartered in Minato, Tokyo, Japan.", "trustMetric": "8,246", "totalDocuments": "73,819,321"}, {"EntityName": "Facebook", "WikiDescrip": "Facebook is an online social media and social networking service owned by American company Meta Platforms. Founded in 2004 by Mark Zuckerberg with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz, and Chris Hughes, its name comes from the face book directories often given to American university students. Membership was initially limited to Harvard students, gradually expanding to other North American universities and, since 2006, anyone over 13 years old. As of July 2022, Facebook claimed 2.93 billion monthly active users, and ranked third worldwide among the most visited websites as of July 2022. It was the most downloaded mobile app of the 2010s.", "oneSentence": "Facebook is an online social media and social networking service owned by American company Meta Platforms.", "trustMetric": "8,234", "totalDocuments": "7,748,311"}, {"EntityName": "Airbnb", "WikiDescrip": "Airbnb, Inc., based in San Francisco, California, operates an online marketplace focused on short-term homestays and experiences. The company acts as a broker and charges a commission from each booking. The company was founded in 2008 by Brian Chesky, Nathan Blecharczyk, and Joe Gebbia. Airbnb is a shortened version of its original name, AirBedandBreakfast.com. The company has been the subject of criticism for lack of regulations and enabling increases in home rents.", "oneSentence": "Airbnb, Inc., based in San Francisco, California, operates an online marketplace focused on short-term homestays and experiences.", "trustMetric": "8,209", "totalDocuments": "24,606,908"}, {"EntityName": "Samsung", "WikiDescrip": "The Samsung Group (or simply Samsung) is a South Korean multinational manufacturing conglomerate headquartered in Samsung Town, Seoul, South Korea. It comprises numerous affiliated businesses, most of them united under the Samsung brand, and is the largest South Korean chaebol (business conglomerate). As of 2020, Samsung has the eighth highest global brand value.", "oneSentence": "The Samsung Group (or simply Samsung) is a South Korean multinational manufacturing conglomerate headquartered in Samsung Town, Seoul, South Korea.", "trustMetric": "8,131", "totalDocuments": "72,224,403"}, {"EntityName": "Citi", "WikiDescrip": "Citigroup Inc. or Citi (stylized as citi) is an American multinational investment bank and financial services corporation headquartered in New York City. The company was formed by the merger of banking giant Citicorp and financial conglomerate Travelers Group in 1998; Travelers was subsequently spun off from the company in 2002. Citigroup owns Citicorp, the holding company for Citibank, as well as several international subsidiaries. Citigroup is incorporated in Delaware.", "oneSentence": "Citigroup Inc. or Citi (stylized as citi) is an American multinational investment bank and financial services corporation headquartered in New York City.", "trustMetric": "8,046", "totalDocuments": "1,848,939"}, {"EntityName": "Fedex", "WikiDescrip": "FedEx Corporation, formerly Federal Express Corporation and later FDX Corporation, is an American multinational conglomerate holding company focused on transportation, e-commerce and business services based in Memphis, Tennessee. The name \"FedEx\" is a syllabic abbreviation of the name of the company's original air division, Federal Express, which was used from 1973 until 2000. FedEx today is best known for its air delivery service, FedEx Express, which was one of the first major shipping companies to offer overnight delivery as a flagship service. Since then, FedEx also started FedEx Ground, FedEx Office (originally known as Kinko's), FedEx Supply Chain, FedEx Freight, and various other services across multiple subsidiaries, often meant to respond to its main competitor, UPS.", "oneSentence": "FedEx Corporation, formerly Federal Express Corporation and later FDX Corporation, is an American multinational conglomerate holding company focused on transportation, e-commerce and business services based in Memphis, Tennessee.", "trustMetric": "7,762", "totalDocuments": "4,980,101"}, {"EntityName": "Siemens", "WikiDescrip": "Siemens AG is a German multinational conglomerate corporation and the largest industrial manufacturing company in Europe headquartered in Munich with branch offices abroad. The principal divisions of the corporation are Industry, Energy, Healthcare (Siemens Healthineers), and Infrastructure & Cities, which represent the main activities of the corporation. The corporation is a prominent maker of medical diagnostics equipment and its medical health-care division, which generates about 12 percent of the corporation's total sales, is its second-most profitable unit, after the industrial automation division.", "oneSentence": "Siemens AG is a German multinational conglomerate corporation and the largest industrial manufacturing company in Europe headquartered in Munich with branch offices abroad.", "trustMetric": "7,345", "totalDocuments": "4,102,156"}, {"EntityName": "Huawei", "WikiDescrip": "Huawei Technologies Co., Ltd. is a Chinese multinational technology corporation headquartered in Shenzhen, Guangdong, China. It designs, develops, produces and sells telecommunications equipment, consumer electronics and various smart devices. The corporation was founded in 1987 by Ren Zhengfei, a former officer in the People's Liberation Army (PLA). Initially focused on manufacturing phone switches, Huawei has expanded its business to include building telecommunications networks, providing operational and consulting services and equipment to enterprises inside and outside of China, and manufacturing communications devices for the consumer market.", "oneSentence": "Huawei Technologies Co., Ltd. is a Chinese multinational technology corporation headquartered in Shenzhen, Guangdong, China.", "trustMetric": "7,317", "totalDocuments": "17,397,103"}, {"EntityName": "Ferrari", "WikiDescrip": "Ferrari S.p.A. is an Italian luxury sports car manufacturer based in Maranello, Italy. Founded by Enzo Ferrari (1898‚Äì1988) in 1939 from the Alfa Romeo racing division as Auto Avio Costruzioni, the company built its first car in 1940, and produced its first Ferrari-badged car in 1947. Fiat S.p.A. acquired 50% of Ferrari in 1969 and expanded its stake to 90% in 1988.", "oneSentence": "Ferrari S.p.A. is an Italian luxury sports car manufacturer based in Maranello, Italy.", "trustMetric": "7,131", "totalDocuments": "60,016,559"}, {"EntityName": "Spotify", "WikiDescrip": "Spotify is a proprietary Swedish audio streaming and media services provider founded on 23 April 2006 by Daniel Ek and Martin Lorentzon. It is one of the largest music streaming service providers, with over 456 million monthly active users, including 195 million paying subscribers, as of September 2022. Spotify is listed (through a Luxembourg City-domiciled holding company, Spotify Technology S.A.) on the New York Stock Exchange in the form of American depositary receipts.", "oneSentence": "Spotify is a proprietary Swedish audio streaming and media services provider founded on 23 April 2006 by Daniel Ek and Martin Lorentzon.", "trustMetric": "6,977", "totalDocuments": "902,429,784"}, {"EntityName": "Google", "WikiDescrip": "Google LLC is an American multinational technology company focusing on search engine technology, online advertising, cloud computing, computer software, quantum computing, e-commerce, artificial intelligence, and consumer electronics. It has been referred to as \"the most powerful company in the world\" and one of the world's most valuable brands due to its market dominance, data collection, and technological advantages in the area of artificial intelligence. Its parent company Alphabet is considered one of the Big Five American information technology companies, alongside Amazon, Apple, Meta, and Microsoft.", "oneSentence": "Google LLC is an American multinational technology company focusing on search engine technology, online advertising, cloud computing, computer software, quantum computing, e-commerce, artificial intelligence, and consumer electronics.", "trustMetric": "6,907", "totalDocuments": "16,727,506"}, {"EntityName": "Microsoft", "WikiDescrip": "Microsoft Corporation is an American multinational technology corporation producing computer software, consumer electronics, personal computers, and related services headquartered at the Microsoft Redmond campus located in Redmond, Washington, United States. Its best-known software products are the Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers.", "oneSentence": "Microsoft Corporation is an American multinational technology corporation producing computer software, consumer electronics, personal computers, and related services headquartered at the Microsoft Redmond campus located in Redmond, Washington, United States.", "trustMetric": "6,779", "totalDocuments": "70,354,097"}, {"EntityName": "Heineken", "WikiDescrip": "Heineken Lager Beer, or simply Heineken is a pale lager beer with 5% alcohol by volume produced by the Dutch brewing company Heineken N.V. Heineken beer is sold in a green bottle with a red star.", "oneSentence": "Heineken Lager Beer, or simply Heineken is a pale lager beer with 5% alcohol by volume produced by the Dutch brewing company Heineken N.V. Heineken beer is sold in a green bottle with a red star.", "trustMetric": "6,758", "totalDocuments": "6,998,949"}, {"EntityName": "UPS", "WikiDescrip": "United Parcel Service (UPS, stylized as ups) is an American multinational shipping & receiving and supply chain management company founded in 1907. Originally known as the American Messenger Company specializing in telegraphs, UPS has grown to become a Fortune 500 company and one of the world's largest shipping couriers. UPS today is primarily known for its ground shipping services as well as the UPS Store, a retail chain which assists UPS shipments and provides tools for small businesses. In addition, UPS offers air shipping on an overnight or two-day basis and delivers to post office boxes through UPS SurePost, a subsidiary that passes on packages to the United States Postal Service for last-mile delivery.", "oneSentence": "United Parcel Service (UPS, stylized as ups) is an American multinational shipping & receiving and supply chain management company founded in 1907.", "trustMetric": "6,668", "totalDocuments": "1,562,386"}, {"EntityName": "Burberry", "WikiDescrip": "Burberry is a British luxury fashion house established in 1856 by Thomas Burberry headquartered in London, England. It currently designs and distributes ready to wear, including trench coats (for which it is most famous), leather accessories, and footwear. Its name and branding are licensed to Coty for fragrances and cosmetics and to Luxottica for eyewear.", "oneSentence": "Burberry is a British luxury fashion house established in 1856 by Thomas Burberry headquartered in London, England.", "trustMetric": "6,592", "totalDocuments": "10,862,840"}, {"EntityName": "Nescafé", "WikiDescrip": "Nescafé is a brand of coffee made by Nestlé. It comes in many different forms. The name is a portmanteau of the words \"Nestlé\" and \"café\". Nestlé first introduced their flagship coffee brand in Switzerland on 1 April 1938.", "oneSentence": "Nescafé is a brand of coffee made by Nestlé.", "trustMetric": "6,467", "totalDocuments": "3,902,415"}, {"EntityName": "Hennessy", "WikiDescrip": "Jas Hennessy & Co., commonly known simply as Hennessy, is a French producer of cognac, which has its headquarters in Cognac, France. It is one of the \"big four\" cognac houses,[1] along with Martell, Courvoisier, and Rémy Martin, who together make around 85% of the world's cognac. Hennessy sells approximately 70 million bottles of its cognacs per year, making it the world's largest cognac producer, and in 2017 its sales represented around 60% of the US cognac market. As well as distilling cognac eaux-de-vie itself, the company also acts as a negociant.", "oneSentence": "Jas Hennessy & Co., commonly known simply as Hennessy, is a French producer of cognac, which has its headquarters in Cognac, France.", "trustMetric": "6,384", "totalDocuments": "5,912,192"}, {"EntityName": "Porsche", "WikiDescrip": "Dr. Ing. h.c. F. Porsche AG, usually shortened to Porsche, is a German automobile manufacturer specializing in high-performance sports cars, SUVs and sedans, headquartered in Stuttgart, Germany. The company is owned by Volkswagen AG, a controlling stake of which is owned by Porsche Automobil Holding SE.", "oneSentence": "Dr. Ing. h.c. F. Porsche AG, usually shortened to Porsche, is a German automobile manufacturer specializing in high-performance sports cars, SUVs and sedans, headquartered in Stuttgart, Germany.", "trustMetric": "6,118", "totalDocuments": "47,766,802"}, {"EntityName": "YouTube", "WikiDescrip": "YouTube is a global online video sharing and social media platform headquartered in San Bruno, California. It was launched on February 14, 2005, by Steve Chen, Chad Hurley, and Jawed Karim. It is owned by Google, and is the second most visited website, after Google Search.", "oneSentence": "YouTube is a global online video sharing and social media platform headquartered in San Bruno, California.", "trustMetric": "5,965", "totalDocuments": "691,538,108"}, {"EntityName": "Ikea", "WikiDescrip": "IKEA is a Swedish-Dutch multinational conglomerate based in the Netherlands that designs and sells ready-to-assemble furniture, kitchen appliances, decoration, home accessories, and various other goods and home services. Started in 1943 by Ingvar Kamprad, IKEA has been the world's largest furniture retailer since 2008. The brand used by the group is derived from an acronym that consists of the founder's initials, and those of Elmtaryd, the family farm where he was born, and the nearby village Agunnaryd (his hometown in Småland, southern Sweden).", "oneSentence": "IKEA is a Swedish-Dutch multinational conglomerate based in the Netherlands that designs and sells ready-to-assemble furniture, kitchen appliances, decoration, home accessories, and various other goods and home services.", "trustMetric": "5,833", "totalDocuments": "10,536,801"}, {"EntityName": "Allianz", "WikiDescrip": "Allianz is a German multinational financial services company headquartered in Munich, Germany. Its core businesses are insurance and asset management. The company is one of the world's largest insurers and financial services groups. The company is a component of the Euro Stoxx 50 stock market index.", "oneSentence": "Allianz is a German multinational financial services company headquartered in Munich, Germany.", "trustMetric": "5,769", "totalDocuments": "4,805,616"}, {"EntityName": "Netflix", "WikiDescrip": "Netflix, Inc. is an American subscription video on-demand over-the-top streaming service and production company based in Los Gatos, California. Founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California, it offers a film and television series library through distribution deals as well as its own productions, known as Netflix Originals. As of September 2022, Netflix had 222 million subscribers worldwide, including 73.3 million in the United States and Canada; 73.0 million in Europe, the Middle East and Africa, 39.6 million in Latin America and 34.8 million in the Asia-Pacific region.", "oneSentence": "Netflix, Inc. is an American subscription video on-demand over-the-top streaming service and production company based in Los Gatos, California.", "trustMetric": "5,730", "totalDocuments": "549,929,264"}, {"EntityName": "Gucci", "WikiDescrip": "Gucci is an Italian high-end luxury fashion house based in Florence, Italy. Its product lines include handbags, ready-to-wear, footwear, accessories, and home decoration; and it licenses its name and branding to Coty, Inc. for fragrance and cosmetics under the name Gucci Beauty. Gucci was founded in 1921 by Guccio Gucci (1881‚Äì1953) in Florence, Tuscany.", "oneSentence": "Gucci is an Italian high-end luxury fashion house based in Florence, Italy.", "trustMetric": "5,672", "totalDocuments": "20,669,633"}, {"EntityName": "Starbucks", "WikiDescrip": "Starbucks Corporation is an American multinational chain of coffeehouses and roastery reserves headquartered in Seattle, Washington. It is the world's largest coffeehouse chain. As of November 2021, the company had 33,833 stores in 80 countries, 15,444 of which were located in the United States.", "oneSentence": "Starbucks Corporation is an American multinational chain of coffeehouses and roastery reserves headquartered in Seattle, Washington.", "trustMetric": "5,598", "totalDocuments": "87,115,193"}, {"EntityName": "Disney", "WikiDescrip": "The Walt Disney Company, commonly known as Disney, is an American multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California. Disney was originally founded on October 16, 1923, by brothers Walt and Roy O. Disney as the Disney Brothers Studio; it also operated under the names the Walt Disney Studio and Walt Disney Productions before changing its name to the Walt Disney Company in 1986. Early on, the company established itself as a leader in the animation industry, with the creation of the widely popular character Mickey Mouse, who is the company's mascot, and the start of animated films.", "oneSentence": "The Walt Disney Company, commonly known as Disney, is an American multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California.", "trustMetric": "5,280", "totalDocuments": "224,867,352"}, {"EntityName": "Nestlé", "WikiDescrip": "Nestlé S.A. is a Swiss multinational food and drink processing conglomerate corporation headquartered in Vevey, Vaud, Switzerland. It is the largest publicly held food company in the world, measured by revenue and other metrics, since 2014. It ranked No. 64 on the Fortune Global 500 in 2017 and No. 33 in the 2016 edition of the Forbes Global 2000 list of largest public companies.", "oneSentence": "Nestlé S.A. is a Swiss multinational food and drink processing conglomerate corporation headquartered in Vevey, Vaud, Switzerland.", "trustMetric": "5,265", "totalDocuments": "4,467,055"}, {"EntityName": "eBay", "WikiDescrip": "eBay Inc. is an American multinational e-commerce company based in San Jose, California, that facilitates consumer-to-consumer and business-to-consumer sales through its website. eBay was founded by Pierre Omidyar in 1995 and became a notable success story of the dot-com bubble. eBay is a multibillion-dollar business with operations in about 32 countries, as of 2019.", "oneSentence": "eBay Inc. is an American multinational e-commerce company based in San Jose, California, that facilitates consumer-to-consumer and business-to-consumer sales through its website.", "trustMetric": "5,178", "totalDocuments": "93,909,400"}, {"EntityName": "Louis Vuitton", "WikiDescrip": "Louis Vuitton Malletier, commonly known as Louis Vuitton, is a French high-end luxury fashion house and company founded in 1854 by Louis Vuitton. The label's LV monogram appears on most of its products, ranging from luxury bags and leather goods to ready-to-wear, shoes, watches, jewelry, accessories, sunglasses and books. Louis Vuitton is one of the world's leading international fashion houses. It sells its products through standalone boutiques, lease departments in high-end departmental stores, and through the e-commerce section of its website.", "oneSentence": "Louis Vuitton Malletier, commonly known as Louis Vuitton, is a French high-end luxury fashion house and company founded in 1854 by Louis Vuitton.", "trustMetric": "4,808", "totalDocuments": "33,726,848"}, {"EntityName": "J.P. Morgan", "WikiDescrip": "J.P. Morgan & Co. is a commercial and investment banking institution founded by J. P. Morgan in 1871. Through a series of mergers and acquisitions, the company is now a subsidiary of JPMorgan Chase, one of the largest banking institutions in the world. The company is sometimes referred to as the \"House of Morgan\" or simply \"Morgan\".", "oneSentence": "J.P. Morgan & Co. is a commercial and investment banking institution founded by J. P. Morgan in 1871.", "trustMetric": "4,349", "totalDocuments": "3,030,494"}, {"EntityName": "Axa", "WikiDescrip": "Axa S.A. is a French multinational insurance company. The head office is in the 8th arrondissement of Paris, France. It also provides investment management and other financial services. The Axa Group operates primarily in Western Europe, North America, the India Pacific region and the Middle East, with a presence also in Africa. Axa is a conglomerate of independently run businesses, operated according to the laws and regulations of many countries. It is a component of the Euro Stoxx 50 stock market index.", "oneSentence": "Axa S.A. is a French multinational insurance company.", "trustMetric": "4,339", "totalDocuments": "581,369"}, {"EntityName": "Danone", "WikiDescrip": "Danone S.A. is a French multinational food-products corporation based in Paris. It was founded in Barcelona, Spain. It is listed on Euronext Paris where it is a component of the CAC 40 stock market index. Some of the company's products are branded Dannon in the United States.", "oneSentence": "Danone S.A. is a French multinational food-products corporation based in Paris.", "trustMetric": "4,263", "totalDocuments": "5,703,161"}, {"EntityName": "Dior", "WikiDescrip": "Christian Dior SE, commonly known as Dior (stylized DIOR), is a French luxury fashion house controlled and chaired by French businessman Bernard Arnault, who also heads LVMH, the world's largest luxury group. Dior itself holds 42.36% shares of and 59.01% voting rights within LVMH. The company was founded in 1946 by French fashion designer Christian Dior, who was originally from Normandy.", "oneSentence": "Christian Dior SE, commonly known as Dior (stylized DIOR), is a French luxury fashion house controlled and chaired by French businessman Bernard Arnault, who also heads LVMH, the world's largest luxury group.", "trustMetric": "4,165", "totalDocuments": "76,951,274"}, {"EntityName": "GE", "WikiDescrip": "General Electric Company (GE) is an American multinational conglomerate founded in 1892, and incorporated in New York state and headquartered in Boston. The company operated in sectors including healthcare, aviation, power, renewable energy, digital industry, additive manufacturing and venture capital and finance, but has since divested from several areas, now primarily consisting of the first four segments.", "oneSentence": "General Electric Company (GE) is an American multinational conglomerate founded in 1892, and incorporated in New York state and headquartered in Boston.", "trustMetric": "4,157", "totalDocuments": "284,257"}, {"EntityName": "Tesla", "WikiDescrip": "Tesla, Inc. is an American multinational automotive and clean energy company headquartered in Austin, Texas. Tesla designs and manufactures electric vehicles (electric cars and trucks), battery energy storage from home to grid-scale, solar panels and solar roof tiles, and related products and services. Tesla is one of the world's most valuable companies and remains the world's most valuable automaker with a market capitalization of more than US$550 billion. In 2021, the company had the most worldwide sales of battery electric vehicles and plug-in electric vehicles, capturing 21% of the battery-electric (purely electric) market and 14% of the plug-in market (which includes plug-in hybrids). Through its subsidiary Tesla Energy, the company develops and is a major installer of photovoltaic systems in the United States. Tesla Energy is also one of the largest global suppliers of battery energy storage systems, with 3.99 gigawatt-hours (GWh) installed in 2021.", "oneSentence": "Tesla, Inc. is an American multinational automotive and clean energy company headquartered in Austin, Texas.", "trustMetric": "4,145", "totalDocuments": "99,338,397"}, {"EntityName": "SAP", "WikiDescrip": "SAP SE is a German multinational software company based in Walldorf, Baden-Württemberg. It develops enterprise software to manage business operations and customer relations. The company is the world's leading enterprise resource planning (ERP) software vendor. SAP is the largest non-American software company by revenue, the world's third-largest publicly traded software company by revenue, and the second largest German company by market capitalization. Apart from ERP software the company also sells database software and technology (particularly its own brands), cloud engineered systems, and other ERP software products, such as human capital management (HCM) software, customer relationship management (CRM) software (also known as customer experience), enterprise performance management (EPM) software, product lifecycle management (PLM) software, supplier relationship management (SRM) software, supply chain management (SCM) software, business technology platform (BTP) software and programming environment SAP AppGyver for business.", "oneSentence": "SAP SE is a German multinational software company based in Walldorf, Baden-Württemberg.", "trustMetric": "3,896", "totalDocuments": "304,390"}, {"EntityName": "McDonald's", "WikiDescrip": "McDonald's Corporation is an American multinational fast food chain, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States. They rechristened their business as a hamburger stand, and later turned the company into a franchise, with the Golden Arches logo being introduced in 1953 at a location in Phoenix, Arizona. In 1955, Ray Kroc, a businessman, joined the company as a franchise agent and proceeded to purchase the chain from the McDonald brothers.", "oneSentence": "McDonald's Corporation is an American multinational fast food chain, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States.", "trustMetric": "3,846", "totalDocuments": "17,833,163"}, {"EntityName": "Corona", "WikiDescrip": "Corona is a brand of beer produced by Mexican brewery Cervecería Modelo and owned by Belgian company AB InBev. It is the top-selling brand of imported beer in the United States. It is often served with a wedge of lime or lemon in the neck of the bottle to add tartness and flavor. The recipe for the mash bill includes corn as well as the barley malt and hops traditionally used for making beer.", "oneSentence": "Corona is a brand of beer produced by Mexican brewery Cervecería Modelo and owned by Belgian company AB InBev.", "trustMetric": "3,760", "totalDocuments": "176,979"}, {"EntityName": "Goldman Sachs", "WikiDescrip": "Goldman Sachs is an American multinational investment bank and financial services company. Founded in 1869, Goldman Sachs is headquartered at 200 West Street in Lower Manhattan, with regional headquarters in London, Warsaw, Bangalore, Hong Kong, Tokyo, Dallas and Salt Lake City, and additional offices in other international financial centers. Goldman Sachs is the second largest investment bank in the world by revenue and is ranked 57th on the Fortune 500 list of the largest United States corporations by total revenue.", "oneSentence": "Goldman Sachs is an American multinational investment bank and financial services company.", "trustMetric": "3,539", "totalDocuments": "8,972,613"}, {"EntityName": "Morgan Stanley", "WikiDescrip": "Morgan Stanley is an American multinational investment management and financial services company headquartered at 1585 Broadway in Midtown Manhattan, New York City. With offices in more than 41 countries and more than 75,000 employees, the firm's clients include corporations, governments, institutions, and individuals. Morgan Stanley ranked No.", "oneSentence": "Morgan Stanley is an American multinational investment management and financial services company headquartered at 1585 Broadway in Midtown Manhattan, New York City.", "trustMetric": "3,293", "totalDocuments": "5,111,910"}, {"EntityName": "Prada", "WikiDescrip": "Prada S.p.A. is an Italian luxury fashion house founded in 1913 in Milan by Mario Prada. It specializes in leather handbags, travel accessories, shoes, ready-to-wear, and other fashion accessories. Prada licenses its name and branding to Luxottica for eyewear and L’Oréal for fragrances.", "oneSentence": "Prada S.p.A. is an Italian luxury fashion house founded in 1913 in Milan by Mario Prada.", "trustMetric": "2,927", "totalDocuments": "45,813,371"}, {"EntityName": "Kia", "WikiDescrip": "Kia Corporation, commonly known as Kia; formerly known as Kyungsung Precision Industry and Kia Motors Corporation), is a South Korean multinational automobile manufacturer headquartered in Seoul, South Korea. It is South Korea's second largest automobile manufacturer, after its parent company, Hyundai Motor Company, with sales of over 2.8 million vehicles in 2019. As of 2015, the Kia Corporation is minority owned by Hyundai, which holds a 33.88% stake valued at just over US$6 billion. Kia in turn is a minority owner of more than twenty Hyundai subsidiaries ranging from 4.9% up to 45.37%, totaling more than US$8.3 billion.", "oneSentence": "Kia Corporation, commonly known as Kia; formerly known as Kyungsung Precision Industry and Kia Motors Corporation), is a South Korean multinational automobile manufacturer headquartered in Seoul, South Korea.", "trustMetric": "2,883", "totalDocuments": "266,196"}, {"EntityName": "H&M", "WikiDescrip": "H & M Hennes & Mauritz AB or H&M Group (abbreviated H&M) is a multinational clothing company based in Sweden that focuses on fast-fashion clothing for men, women, teenagers, and children. As of 23 June 2022, H&M Group operates in 75 geographical markets with 4,801 stores under the various company brands, with 107,375 full-time equivalent positions.", "oneSentence": "H & M Hennes & Mauritz AB or H&M Group (abbreviated H&M) is a multinational clothing company based in Sweden that focuses on fast-fashion clothing for men, women, teenagers, and children.", "trustMetric": "2,811", "totalDocuments": "102,444"}, {"EntityName": "Zara", "WikiDescrip": "ZARA is a Spanish multi-national retail clothing chain. It specialises in fast fashion, and sells clothing, accessories, shoes, beauty products and perfumes. The head office is in Arteixo, in A Coruña in Galicia. It is the largest constituent company of the Inditex group. In 2020 it was launching over twenty new product lines per year.", "oneSentence": "ZARA is a Spanish multi-national retail clothing chain.", "trustMetric": "2,756", "totalDocuments": "246,669"}, {"EntityName": "Pampers", "WikiDescrip": "Pampers is a brand of baby and toddler products marketed by Procter & Gamble.", "oneSentence": "Pampers is a brand of baby and toddler products marketed by Procter & Gamble.", "trustMetric": "2,550", "totalDocuments": "578,668"}, {"EntityName": "Hyundai", "WikiDescrip": "Hyundai Motor Company, often abbreviated to Hyundai Motors and commonly known as Hyundai, is a South Korean multinational automotive manufacturer headquartered in Seoul, South Korea, and founded in 1967. Currently, the company owns 33.88 percent of Kia Corporation, and also fully owns two marques including its luxury cars subsidiary, Genesis Motor, and an electric vehicle sub-brand, Ioniq. Those three brands altogether comprise the Hyundai Motor Group.", "oneSentence": "Hyundai Motor Company, often abbreviated to Hyundai Motors and commonly known as Hyundai, is a South Korean multinational automotive manufacturer headquartered in Seoul, South Korea, and founded in 1967.", "trustMetric": "2,400", "totalDocuments": "2,078,551"}, {"EntityName": "Chanel", "WikiDescrip": "Chanel is a French high-end luxury fashion house founded in 1910 by Coco Chanel in Paris. Chanel specializes in women's ready-to-wear, luxury goods, and accessories and licenses its name and branding to Luxottica for eyewear. Chanel is well known for its No. 5 perfume and \"Chanel Suit\". Chanel is credited for revolutionizing haute couture and ready-to-wear by replacing structured, corseted silhouettes with more functional garments that women still found flattering.", "oneSentence": "Chanel is a French high-end luxury fashion house founded in 1910 by Coco Chanel in Paris.", "trustMetric": "2,039", "totalDocuments": "233,154"}, {"EntityName": "Cartier", "WikiDescrip": "Cartier International SNC, or simply Cartier, is a French high-end luxury goods conglomerate that designs, manufactures, distributes, and sells jewellery, leather goods, and watches. Founded by Louis-François Cartier (1819–1904) in Paris in 1847, the company remained under family control until 1964. The company is headquartered in Paris and is a wholly owned subsidiary of the Swiss Richemont Group. Cartier operates more than 200 stores in 125 countries, with three Temples (Historical Maisons) in London, New York, and Paris.", "oneSentence": "Cartier International SNC, or simply Cartier, is a French high-end luxury goods conglomerate that designs, manufactures, distributes, and sells jewellery, leather goods, and watches.", "trustMetric": "1,768", "totalDocuments": "815,826"}, {"EntityName": "Hermès", "WikiDescrip": "Hermès International S.A., or simply Hermès, is a French luxury design house established in 1837. It specializes in leather goods, lifestyle accessories, home furnishings, perfumery, jewelry, watches and ready-to-wear. Its logo, since the 1950s, is of a Duke carriage with horse.", "oneSentence": "Hermès International S.A., or simply Hermès, is a French luxury design house established in 1837.", "trustMetric": "1,485", "totalDocuments": "67,651"}, {"EntityName": "Santander", "WikiDescrip": "Santander Bank, N. A., formerly Sovereign Bank, is a wholly owned subsidiary of the Spanish Santander Group. It is based in Boston and its principal market is the northeastern United States. It has $57.5 billion in deposits, operates about 650 retail banking offices and over 2,000 ATMs, and employs approximately 9,800 people. It offers an array of financial services and products including retail banking, mortgages, corporate banking, cash management, credit card, capital markets, trust and wealth management, and insurance.", "oneSentence": "Santander Bank, N. A., formerly Sovereign Bank, is a wholly owned subsidiary of the Spanish Santander Group.", "trustMetric": "1,341", "totalDocuments": "49,405"}, {"EntityName": "Pepsi", "WikiDescrip": "PepsiCo, Inc. is an American multinational food, snack, and beverage corporation headquartered in Harrison, New York, in the hamlet of Purchase. PepsiCo's business encompasses all aspects of the food and beverage market. It oversees the manufacturing, distribution, and marketing of its products. PepsiCo was formed in 1965 with the merger of the Pepsi-Cola Company and Frito-Lay, Inc. PepsiCo has since expanded from its namesake product Pepsi Cola to an immensely diversified range of food and beverage brands. The largest and most recent acquisition was Pioneer Foods in 2020 for US$1.7 billion and prior to it was buying the Quaker Oats Company in 2001, which added the Gatorade brand to the Pepsi portfolio and Tropicana Products in 1998.", "oneSentence": "PepsiCo, Inc. is an American multinational food, snack, and beverage corporation headquartered in Harrison, New York, in the hamlet of Purchase.", "trustMetric": "643", "totalDocuments": "363,677"}, {"EntityName": "Tiffany & Co.", "WikiDescrip": "Tiffany & Co. (colloquially known as Tiffany's) is a high-end luxury jewelry and specialty retailer, headquartered on Fifth Avenue in Manhattan. It sells jewelry, sterling silver, porcelain, crystal, stationery, fragrances, water bottles, watches, personal accessories, and leather goods. Tiffany is known for its luxury goods, particularly its diamond and sterling silver jewelry.", "oneSentence": "Tiffany & Co. (colloquially known as Tiffany's) is a high-end luxury jewelry and specialty retailer, headquartered on Fifth Avenue in Manhattan.", "trustMetric": "639", "totalDocuments": "98,469"}, {"EntityName": "Colgate", "WikiDescrip": "Colgate is an American brand principally used for oral hygiene products such as toothpastes, toothbrushes, mouthwashes and dental floss. Manufactured by Colgate-Palmolive, Colgate's oral hygiene products were first sold by the company in 1873, sixteen years after the death of the founder, William Colgate. The company originally sold soap.", "oneSentence": "Colgate is an American brand principally used for oral hygiene products such as toothpastes, toothbrushes, mouthwashes and dental floss.", "trustMetric": "123", "totalDocuments": "29,521"}, {"EntityName": "HSBC", "WikiDescrip": "HSBC Holdings plc is a British multinational universal bank and financial services holding company. It is the largest bank in Europe by total assets ahead of BNP Paribas, with US$2.953 trillion as of December 2021. In 2021, HSBC had $10.8 trillion in assets under custody (AUC) and $4.9 trillion in assets under administration (AUA), respectively. HSBC traces its origin to a hong in British Hong Kong, and its present form was established in London by the Hongkong and Shanghai Banking Corporation to act as a new group holding company in 1991; its name derives from that company's initials. The Hongkong and Shanghai Banking Corporation opened branches in Shanghai in 1865 and was first formally incorporated in 1866.", "oneSentence": "HSBC Holdings plc is a British multinational universal bank and financial services holding company.", "trustMetric": "104", "totalDocuments": "13,701"}], "entityHashMap": {"Apple": {"oneSentence": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, United States.", "totalDocuments": "99,317,932", "trustMetric": "10,338", "WikiDescrip": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, United States. Apple is the largest technology company by revenue (totaling US$365.8 billion in 2021) and, as of June 2022, is the world's biggest company by market capitalization, the fourth-largest personal computer vendor by unit sales and second-largest mobile phone manufacturer. It is one of the Big Five American information technology companies, alongside Alphabet, Amazon, Meta, and Microsoft."}, "Microsoft": {"oneSentence": "Microsoft Corporation is an American multinational technology corporation producing computer software, consumer electronics, personal computers, and related services headquartered at the Microsoft Redmond campus located in Redmond, Washington, United States.", "totalDocuments": "70,354,097", "trustMetric": "6,779", "WikiDescrip": "Microsoft Corporation is an American multinational technology corporation producing computer software, consumer electronics, personal computers, and related services headquartered at the Microsoft Redmond campus located in Redmond, Washington, United States. Its best-known software products are the Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers."}, "Amazon": {"oneSentence": "Amazon.com, Inc. is an American multinational technology company focusing on e-commerce, cloud computing, online advertising, digital streaming, and artificial intelligence.", "totalDocuments": "328,462,424", "trustMetric": "13,437", "WikiDescrip": "Amazon.com, Inc. is an American multinational technology company focusing on e-commerce, cloud computing, online advertising, digital streaming, and artificial intelligence. It has been referred to as \"one of the most influential economic and cultural forces in the world\", and is one of the world's most valuable brands. It is one of the Big Five American information technology companies, alongside Alphabet, Apple, Meta, and Microsoft."}, "Google": {"oneSentence": "Google LLC is an American multinational technology company focusing on search engine technology, online advertising, cloud computing, computer software, quantum computing, e-commerce, artificial intelligence, and consumer electronics.", "totalDocuments": "16,727,506", "trustMetric": "6,907", "WikiDescrip": "Google LLC is an American multinational technology company focusing on search engine technology, online advertising, cloud computing, computer software, quantum computing, e-commerce, artificial intelligence, and consumer electronics. It has been referred to as \"the most powerful company in the world\" and one of the world's most valuable brands due to its market dominance, data collection, and technological advantages in the area of artificial intelligence. Its parent company Alphabet is considered one of the Big Five American information technology companies, alongside Amazon, Apple, Meta, and Microsoft."}, "Samsung": {"oneSentence": "The Samsung Group (or simply Samsung) is a South Korean multinational manufacturing conglomerate headquartered in Samsung Town, Seoul, South Korea.", "totalDocuments": "72,224,403", "trustMetric": "8,131", "WikiDescrip": "The Samsung Group (or simply Samsung) is a South Korean multinational manufacturing conglomerate headquartered in Samsung Town, Seoul, South Korea. It comprises numerous affiliated businesses, most of them united under the Samsung brand, and is the largest South Korean chaebol (business conglomerate). As of 2020, Samsung has the eighth highest global brand value."}, "Toyota": {"oneSentence": "Toyota Motor Corporation is a Japanese multinational automotive manufacturer headquartered in Toyota City, Aichi, Japan.", "totalDocuments": "57,552,749", "trustMetric": "10,360", "WikiDescrip": "Toyota Motor Corporation is a Japanese multinational automotive manufacturer headquartered in Toyota City, Aichi, Japan. It was founded by Kiichiro Toyoda and incorporated on August 28, 1937 (1937-08-28). Toyota is one of the largest automobile manufacturers in the world, producing about 10 million vehicles per year."}, "Coca-Cola": {"oneSentence": "The Coca-Cola Company is an American multinational beverage corporation founded in 1892, best known as the producer of Coca-Cola.", "totalDocuments": "1,443,134", "trustMetric": "12,175", "WikiDescrip": "The Coca-Cola Company is an American multinational beverage corporation founded in 1892, best known as the producer of Coca-Cola. The Coca-Cola Company also manufactures, sells, and markets other non-alcoholic beverage concentrates and syrups, and alcoholic beverages. The company's stock is listed on the NYSE and is part of the DJIA and the S&P 500 and S&P 100 indexes."}, "Mercedes-Benz": {"oneSentence": "Mercedes-Benz, commonly referred to as Mercedes and sometimes as Benz, is a German luxury and commercial vehicle automotive brand established in 1926.", "totalDocuments": "14,986,942", "trustMetric": "13,840", "WikiDescrip": "Mercedes-Benz, commonly referred to as Mercedes and sometimes as Benz, is a German luxury and commercial vehicle automotive brand established in 1926. Mercedes-Benz AG (a Mercedes-Benz Group subsidiary established in 2019) is headquartered in Stuttgart, Germany. Mercedes-Benz AG produces consumer luxury vehicles and commercial vehicles badged as Mercedes-Benz."}, "Disney": {"oneSentence": "The Walt Disney Company, commonly known as Disney, is an American multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California.", "totalDocuments": "224,867,352", "trustMetric": "5,280", "WikiDescrip": "The Walt Disney Company, commonly known as Disney, is an American multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California. Disney was originally founded on October 16, 1923, by brothers Walt and Roy O. Disney as the Disney Brothers Studio; it also operated under the names the Walt Disney Studio and Walt Disney Productions before changing its name to the Walt Disney Company in 1986. Early on, the company established itself as a leader in the animation industry, with the creation of the widely popular character Mickey Mouse, who is the company's mascot, and the start of animated films."}, "Nike": {"oneSentence": "Nike, Inc. is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services.", "totalDocuments": "60,511,723", "trustMetric": "10,509", "WikiDescrip": "Nike, Inc. is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipment, with revenue in excess of US$37.4 billion in its fiscal year 2020 (ending May 31, 2020). As of 2020, it employed 76,700 people worldwide. In 2020, the brand alone was valued in excess of $32 billion, making it the most valuable brand among sports businesses. Previously, in 2017, the Nike brand was valued at $29.6 billion. Nike ranked 89th in the 2018 Fortune 500 list of the largest United States corporations by total revenue."}, "McDonald's": {"oneSentence": "McDonald's Corporation is an American multinational fast food chain, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States.", "totalDocuments": "17,833,163", "trustMetric": "3,846", "WikiDescrip": "McDonald's Corporation is an American multinational fast food chain, founded in 1940 as a restaurant operated by Richard and Maurice McDonald, in San Bernardino, California, United States. They rechristened their business as a hamburger stand, and later turned the company into a franchise, with the Golden Arches logo being introduced in 1953 at a location in Phoenix, Arizona. In 1955, Ray Kroc, a businessman, joined the company as a franchise agent and proceeded to purchase the chain from the McDonald brothers."}, "Tesla": {"oneSentence": "Tesla, Inc. is an American multinational automotive and clean energy company headquartered in Austin, Texas.", "totalDocuments": "99,338,397", "trustMetric": "4,145", "WikiDescrip": "Tesla, Inc. is an American multinational automotive and clean energy company headquartered in Austin, Texas. Tesla designs and manufactures electric vehicles (electric cars and trucks), battery energy storage from home to grid-scale, solar panels and solar roof tiles, and related products and services. Tesla is one of the world's most valuable companies and remains the world's most valuable automaker with a market capitalization of more than US$550 billion. In 2021, the company had the most worldwide sales of battery electric vehicles and plug-in electric vehicles, capturing 21% of the battery-electric (purely electric) market and 14% of the plug-in market (which includes plug-in hybrids). Through its subsidiary Tesla Energy, the company develops and is a major installer of photovoltaic systems in the United States. Tesla Energy is also one of the largest global suppliers of battery energy storage systems, with 3.99 gigawatt-hours (GWh) installed in 2021."}, "BMW": {"oneSentence": "Bayerische Motoren Werke AG, abbreviated as BMW, is a German multinational manufacturer of performance luxury vehicles and motorcycles headquartered in Munich, Bavaria, Germany.", "totalDocuments": "28,345,328", "trustMetric": "12,155", "WikiDescrip": "Bayerische Motoren Werke AG, abbreviated as BMW, is a German multinational manufacturer of performance luxury vehicles and motorcycles headquartered in Munich, Bavaria, Germany. The corporation was founded in 1916 as a manufacturer of aircraft engines, which it produced from 1917 until 1918 and again from 1933 to 1945. Automobiles are marketed under the brands BMW, Mini and Rolls-Royce, and motorcycles are marketed under the brand BMW Motorrad. In 2017, BMW was the world's fourteenth-largest producer of motor vehicles, with 2,279,503 vehicles produced. The company has significant motor-sport history, especially in touring cars, sports cars, and the Isle of Man TT."}, "Louis Vuitton": {"oneSentence": "Louis Vuitton Malletier, commonly known as Louis Vuitton, is a French high-end luxury fashion house and company founded in 1854 by Louis Vuitton.", "totalDocuments": "33,726,848", "trustMetric": "4,808", "WikiDescrip": "Louis Vuitton Malletier, commonly known as Louis Vuitton, is a French high-end luxury fashion house and company founded in 1854 by Louis Vuitton. The label's LV monogram appears on most of its products, ranging from luxury bags and leather goods to ready-to-wear, shoes, watches, jewelry, accessories, sunglasses and books. Louis Vuitton is one of the world's leading international fashion houses. It sells its products through standalone boutiques, lease departments in high-end departmental stores, and through the e-commerce section of its website."}, "Cisco": {"oneSentence": "Cisco Systems, Inc., commonly known as Cisco, is an American-based multinational digital communications technology conglomerate corporation headquartered in San Jose, California.", "totalDocuments": "7,067,400", "trustMetric": "10,510", "WikiDescrip": "Cisco Systems, Inc., commonly known as Cisco, is an American-based multinational digital communications technology conglomerate corporation headquartered in San Jose, California. Cisco develops, manufactures, and sells networking hardware, software, telecommunications equipment and other high-technology services and products. Cisco specializes in specific tech markets, such as the Internet of Things (IoT), domain security, videoconferencing, and energy management with leading products including Webex, OpenDNS, Jabber, Duo Security, and Jasper. Cisco is one of the largest technology companies in the world ranking 74 on the Fortune 100 with over $51 billion in revenue and nearly 80,000 employees."}, "Instagram": {"oneSentence": "Instagram is a photo and video sharing social networking service owned by American company Meta Platforms.", "totalDocuments": "1,535,177,740", "trustMetric": "9,060", "WikiDescrip": "Instagram is a photo and video sharing social networking service owned by American company Meta Platforms. The app allows users to upload media that can be edited with filters and organized by hashtags and geographical tagging. Posts can be shared publicly or with preapproved followers."}, "Facebook": {"oneSentence": "Facebook is an online social media and social networking service owned by American company Meta Platforms.", "totalDocuments": "7,748,311", "trustMetric": "8,234", "WikiDescrip": "Facebook is an online social media and social networking service owned by American company Meta Platforms. Founded in 2004 by Mark Zuckerberg with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz, and Chris Hughes, its name comes from the face book directories often given to American university students. Membership was initially limited to Harvard students, gradually expanding to other North American universities and, since 2006, anyone over 13 years old. As of July 2022, Facebook claimed 2.93 billion monthly active users, and ranked third worldwide among the most visited websites as of July 2022. It was the most downloaded mobile app of the 2010s."}, "IBM": {"oneSentence": "The International Business Machines Corporation (IBM) is an American multinational technology corporation headquartered in Armonk, New York, with operations in over 171 countries.", "totalDocuments": "6,830,309", "trustMetric": "15,653", "WikiDescrip": "The International Business Machines Corporation (IBM) is an American multinational technology corporation headquartered in Armonk, New York, with operations in over 171 countries. The company began in 1911, founded in Endicott, New York, by trust businessman Charles Ranlett Flint, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York."}, "Intel": {"oneSentence": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California.", "totalDocuments": "40,071,548", "trustMetric": "11,720", "WikiDescrip": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California. It is the world's largest semiconductor chip manufacturer by revenue, and is one of the developers of the x86 series of instruction sets, the instruction sets found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 list of the largest United States corporations by total revenue for nearly a decade, from 2007 to 2016 fiscal years."}, "SAP": {"oneSentence": "SAP SE is a German multinational software company based in Walldorf, Baden-Württemberg.", "totalDocuments": "304,390", "trustMetric": "3,896", "WikiDescrip": "SAP SE is a German multinational software company based in Walldorf, Baden-Württemberg. It develops enterprise software to manage business operations and customer relations. The company is the world's leading enterprise resource planning (ERP) software vendor. SAP is the largest non-American software company by revenue, the world's third-largest publicly traded software company by revenue, and the second largest German company by market capitalization. Apart from ERP software the company also sells database software and technology (particularly its own brands), cloud engineered systems, and other ERP software products, such as human capital management (HCM) software, customer relationship management (CRM) software (also known as customer experience), enterprise performance management (EPM) software, product lifecycle management (PLM) software, supplier relationship management (SRM) software, supply chain management (SCM) software, business technology platform (BTP) software and programming environment SAP AppGyver for business."}, "Adobe": {"oneSentence": "Adobe Inc., originally called Adobe Systems Incorporated, is an American multinational computer software company incorporated in Delaware and headquartered in San Jose, California.", "totalDocuments": "7,915,695", "trustMetric": "15,518", "WikiDescrip": "Adobe Inc., originally called Adobe Systems Incorporated, is an American multinational computer software company incorporated in Delaware and headquartered in San Jose, California. It has historically specialized in software for the creation and publication of a wide range of content, including graphics, photography, illustration, animation, multimedia/video, motion pictures, and print."}, "Chanel": {"oneSentence": "Chanel is a French high-end luxury fashion house founded in 1910 by Coco Chanel in Paris.", "totalDocuments": "233,154", "trustMetric": "2,039", "WikiDescrip": "Chanel is a French high-end luxury fashion house founded in 1910 by Coco Chanel in Paris. Chanel specializes in women's ready-to-wear, luxury goods, and accessories and licenses its name and branding to Luxottica for eyewear. Chanel is well known for its No. 5 perfume and \"Chanel Suit\". Chanel is credited for revolutionizing haute couture and ready-to-wear by replacing structured, corseted silhouettes with more functional garments that women still found flattering."}, "Hermès": {"oneSentence": "Hermès International S.A., or simply Hermès, is a French luxury design house established in 1837.", "totalDocuments": "67,651", "trustMetric": "1,485", "WikiDescrip": "Hermès International S.A., or simply Hermès, is a French luxury design house established in 1837. It specializes in leather goods, lifestyle accessories, home furnishings, perfumery, jewelry, watches and ready-to-wear. Its logo, since the 1950s, is of a Duke carriage with horse."}, "J.P. Morgan": {"oneSentence": "J.P. Morgan & Co. is a commercial and investment banking institution founded by J. P. Morgan in 1871.", "totalDocuments": "3,030,494", "trustMetric": "4,349", "WikiDescrip": "J.P. Morgan & Co. is a commercial and investment banking institution founded by J. P. Morgan in 1871. Through a series of mergers and acquisitions, the company is now a subsidiary of JPMorgan Chase, one of the largest banking institutions in the world. The company is sometimes referred to as the \"House of Morgan\" or simply \"Morgan\"."}, "YouTube": {"oneSentence": "YouTube is a global online video sharing and social media platform headquartered in San Bruno, California.", "totalDocuments": "691,538,108", "trustMetric": "5,965", "WikiDescrip": "YouTube is a global online video sharing and social media platform headquartered in San Bruno, California. It was launched on February 14, 2005, by Steve Chen, Chad Hurley, and Jawed Karim. It is owned by Google, and is the second most visited website, after Google Search."}, "Honda": {"oneSentence": "Honda Motor Co., Ltd. is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan.", "totalDocuments": "71,696,230", "trustMetric": "10,294", "WikiDescrip": "Honda Motor Co., Ltd. is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan. Honda has been the world's largest motorcycle manufacturer since 1959, reaching a production of 400 million by the end of 2019, as well as the world's largest manufacturer of internal combustion engines measured by volume, producing more than 14 million internal combustion engines each year. Honda became the second-largest Japanese automobile manufacturer in 2001. In 2015, Honda was the eighth largest automobile manufacturer in the world."}, "American Express": {"oneSentence": "American Express Company (Amex) is an American multinational corporation specialized in payment card services headquartered at 200 Vesey Street in the Battery Park City neighborhood of Lower Manhattan in New York City.", "totalDocuments": "4,216,038", "trustMetric": "16,095", "WikiDescrip": "American Express Company (Amex) is an American multinational corporation specialized in payment card services headquartered at 200 Vesey Street in the Battery Park City neighborhood of Lower Manhattan in New York City. The company was founded in 1850 and is one of the 30 components of the Dow Jones Industrial Average. The company's logo, adopted in 1958, is a gladiator or centurion whose image appears on the company's well-known traveler's cheques, charge cards, and credit cards."}, "Ikea": {"oneSentence": "IKEA is a Swedish-Dutch multinational conglomerate based in the Netherlands that designs and sells ready-to-assemble furniture, kitchen appliances, decoration, home accessories, and various other goods and home services.", "totalDocuments": "10,536,801", "trustMetric": "5,833", "WikiDescrip": "IKEA is a Swedish-Dutch multinational conglomerate based in the Netherlands that designs and sells ready-to-assemble furniture, kitchen appliances, decoration, home accessories, and various other goods and home services. Started in 1943 by Ingvar Kamprad, IKEA has been the world's largest furniture retailer since 2008. The brand used by the group is derived from an acronym that consists of the founder's initials, and those of Elmtaryd, the family farm where he was born, and the nearby village Agunnaryd (his hometown in Småland, southern Sweden)."}, "UPS": {"oneSentence": "United Parcel Service (UPS, stylized as ups) is an American multinational shipping & receiving and supply chain management company founded in 1907.", "totalDocuments": "1,562,386", "trustMetric": "6,668", "WikiDescrip": "United Parcel Service (UPS, stylized as ups) is an American multinational shipping & receiving and supply chain management company founded in 1907. Originally known as the American Messenger Company specializing in telegraphs, UPS has grown to become a Fortune 500 company and one of the world's largest shipping couriers. UPS today is primarily known for its ground shipping services as well as the UPS Store, a retail chain which assists UPS shipments and provides tools for small businesses. In addition, UPS offers air shipping on an overnight or two-day basis and delivers to post office boxes through UPS SurePost, a subsidiary that passes on packages to the United States Postal Service for last-mile delivery."}, "Gucci": {"oneSentence": "Gucci is an Italian high-end luxury fashion house based in Florence, Italy.", "totalDocuments": "20,669,633", "trustMetric": "5,672", "WikiDescrip": "Gucci is an Italian high-end luxury fashion house based in Florence, Italy. Its product lines include handbags, ready-to-wear, footwear, accessories, and home decoration; and it licenses its name and branding to Coty, Inc. for fragrance and cosmetics under the name Gucci Beauty. Gucci was founded in 1921 by Guccio Gucci (1881‚Äì1953) in Florence, Tuscany."}, "Accenture": {"oneSentence": "Accenture plc is an Irish-American professional services company based in Dublin, specializing in information technology (IT) services and consulting.", "totalDocuments": "1,438,823", "trustMetric": "10,646", "WikiDescrip": "Accenture plc is an Irish-American professional services company based in Dublin, specializing in information technology (IT) services and consulting. A Fortune Global 500 company, it reported revenues of $61.6 billion in 2022. Accenture's current clients include 91 of the Fortune Global 100 and more than three-quarters of the Fortune Global 500. As of 2022, Accenture is considered the largest consulting firm in the world by number of employees."}, "Pepsi": {"oneSentence": "PepsiCo, Inc. is an American multinational food, snack, and beverage corporation headquartered in Harrison, New York, in the hamlet of Purchase.", "totalDocuments": "363,677", "trustMetric": "643", "WikiDescrip": "PepsiCo, Inc. is an American multinational food, snack, and beverage corporation headquartered in Harrison, New York, in the hamlet of Purchase. PepsiCo's business encompasses all aspects of the food and beverage market. It oversees the manufacturing, distribution, and marketing of its products. PepsiCo was formed in 1965 with the merger of the Pepsi-Cola Company and Frito-Lay, Inc. PepsiCo has since expanded from its namesake product Pepsi Cola to an immensely diversified range of food and beverage brands. The largest and most recent acquisition was Pioneer Foods in 2020 for US$1.7 billion and prior to it was buying the Quaker Oats Company in 2001, which added the Gatorade brand to the Pepsi portfolio and Tropicana Products in 1998."}, "GE": {"oneSentence": "General Electric Company (GE) is an American multinational conglomerate founded in 1892, and incorporated in New York state and headquartered in Boston.", "totalDocuments": "284,257", "trustMetric": "4,157", "WikiDescrip": "General Electric Company (GE) is an American multinational conglomerate founded in 1892, and incorporated in New York state and headquartered in Boston. The company operated in sectors including healthcare, aviation, power, renewable energy, digital industry, additive manufacturing and venture capital and finance, but has since divested from several areas, now primarily consisting of the first four segments."}, "Allianz": {"oneSentence": "Allianz is a German multinational financial services company headquartered in Munich, Germany.", "totalDocuments": "4,805,616", "trustMetric": "5,769", "WikiDescrip": "Allianz is a German multinational financial services company headquartered in Munich, Germany. Its core businesses are insurance and asset management. The company is one of the world's largest insurers and financial services groups. The company is a component of the Euro Stoxx 50 stock market index."}, "Hyundai": {"oneSentence": "Hyundai Motor Company, often abbreviated to Hyundai Motors and commonly known as Hyundai, is a South Korean multinational automotive manufacturer headquartered in Seoul, South Korea, and founded in 1967.", "totalDocuments": "2,078,551", "trustMetric": "2,400", "WikiDescrip": "Hyundai Motor Company, often abbreviated to Hyundai Motors and commonly known as Hyundai, is a South Korean multinational automotive manufacturer headquartered in Seoul, South Korea, and founded in 1967. Currently, the company owns 33.88 percent of Kia Corporation, and also fully owns two marques including its luxury cars subsidiary, Genesis Motor, and an electric vehicle sub-brand, Ioniq. Those three brands altogether comprise the Hyundai Motor Group."}, "Salesforce": {"oneSentence": "Salesforce, Inc. is an American cloud-based software company headquartered in San Francisco, California.", "totalDocuments": "8,301,617", "trustMetric": "17,655", "WikiDescrip": "Salesforce, Inc. is an American cloud-based software company headquartered in San Francisco, California. It provides customer relationship management (CRM) software and applications focused on sales, customer service, marketing automation, analytics, and application development. Founded by former Oracle executive Marc Benioff, Salesforce quickly grew into one of the largest companies in the world, making its IPO in 2004."}, "Visa": {"oneSentence": "Visa Inc. is an American multinational financial services corporation headquartered in San Francisco, California.", "totalDocuments": "2,449,069", "trustMetric": "13,721", "WikiDescrip": "Visa Inc. is an American multinational financial services corporation headquartered in San Francisco, California. It facilitates electronic funds transfers throughout the world, most commonly through Visa-branded credit cards, debit cards and prepaid cards. Visa is one of the world's most valuable companies. Visa does not issue cards, extend credit or set rates and fees for consumers; rather, Visa provides financial institutions with Visa-branded payment products that they then use to offer credit, debit, prepaid and cash access programs to their customers. In 2015, the Nilson Report, a publication that tracks the credit card industry, found that Visa's global network (known as VisaNet) processed 100 billion transactions during 2014 with a total volume of US$6.8 trillion."}, "PayPal": {"oneSentence": "PayPal Holdings, Inc. is an American multinational financial technology company operating an online payments system in the majority of countries that support online money transfers, and serves as an electronic alternative to traditional paper methods such as checks and money orders.", "totalDocuments": "116,630,849", "trustMetric": "18,042", "WikiDescrip": "PayPal Holdings, Inc. is an American multinational financial technology company operating an online payments system in the majority of countries that support online money transfers, and serves as an electronic alternative to traditional paper methods such as checks and money orders. The company operates as a payment processor for online vendors, auction sites and many other commercial users, for which it charges a fee."}, "Sony": {"oneSentence": "Sony Group Corporation, commonly stylized as SONY, is a Japanese multinational conglomerate corporation headquartered in Minato, Tokyo, Japan.", "totalDocuments": "73,819,321", "trustMetric": "8,246", "WikiDescrip": "Sony Group Corporation, commonly stylized as SONY, is a Japanese multinational conglomerate corporation headquartered in Minato, Tokyo, Japan. As a major technology company, it operates as one of the world's largest manufacturers of consumer and professional electronic products, the largest video game console company and the largest video game publisher. Through Sony Entertainment Inc, it is one of the largest music companies (largest music publisher and second largest record label) and the third largest film studio, making it one of the most comprehensive media companies. It is the largest technology and media conglomerate in Japan. It is also recognized as the most cash-rich Japanese company, with net cash reserves of ¥2 trillion."}, "Netflix": {"oneSentence": "Netflix, Inc. is an American subscription video on-demand over-the-top streaming service and production company based in Los Gatos, California.", "totalDocuments": "549,929,264", "trustMetric": "5,730", "WikiDescrip": "Netflix, Inc. is an American subscription video on-demand over-the-top streaming service and production company based in Los Gatos, California. Founded in 1997 by Reed Hastings and Marc Randolph in Scotts Valley, California, it offers a film and television series library through distribution deals as well as its own productions, known as Netflix Originals. As of September 2022, Netflix had 222 million subscribers worldwide, including 73.3 million in the United States and Canada; 73.0 million in Europe, the Middle East and Africa, 39.6 million in Latin America and 34.8 million in the Asia-Pacific region."}, "Mastercard": {"oneSentence": "Mastercard Inc. is the second-largest payment-processing corporation worldwide.", "totalDocuments": "6,503,158", "trustMetric": "11,493", "WikiDescrip": "Mastercard Inc. is the second-largest payment-processing corporation worldwide. It offers a range of financial services. Its headquarters are in Purchase, New York. Throughout the world, its principal business is to process payments between the banks of merchants and the card-issuing banks or credit unions of the purchasers who use the Mastercard-brand debit, credit and prepaid cards to make purchases. Mastercard has been publicly traded since 2006."}, "Adidas": {"oneSentence": "Adidas AG is a German multinational corporation, founded and headquartered in Herzogenaurach, Bavaria, that designs and manufactures shoes, clothing and accessories.", "totalDocuments": "28,123,803", "trustMetric": "10,227", "WikiDescrip": "Adidas AG is a German multinational corporation, founded and headquartered in Herzogenaurach, Bavaria, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists 8.33% stake of the football club Bayern München, and Runtastic, an Austrian fitness technology company. Adidas's revenue for 2018 was listed at €21.915 billion."}, "Axa": {"oneSentence": "Axa S.A. is a French multinational insurance company.", "totalDocuments": "581,369", "trustMetric": "4,339", "WikiDescrip": "Axa S.A. is a French multinational insurance company. The head office is in the 8th arrondissement of Paris, France. It also provides investment management and other financial services. The Axa Group operates primarily in Western Europe, North America, the India Pacific region and the Middle East, with a presence also in Africa. Axa is a conglomerate of independently run businesses, operated according to the laws and regulations of many countries. It is a component of the Euro Stoxx 50 stock market index."}, "Budweiser": {"oneSentence": "Budweiser is an American-style pale lager, part of AB InBev.", "totalDocuments": "4,494,371", "trustMetric": "13,093", "WikiDescrip": "Budweiser is an American-style pale lager, part of AB InBev. Introduced in 1876 by Carl Conrad & Co. of St. Louis, Missouri, Budweiser has become a large selling beer company in the United States. Budweiser may also refer to an unrelated pale lager beer, originating in ƒåesk√© Budƒõjovice, Czech Republic (in German, Budweis) produced by the Budƒõjovick√Ω Budvar brewery."}, "Nescafé": {"oneSentence": "Nescafé is a brand of coffee made by Nestlé.", "totalDocuments": "3,902,415", "trustMetric": "6,467", "WikiDescrip": "Nescafé is a brand of coffee made by Nestlé. It comes in many different forms. The name is a portmanteau of the words \"Nestlé\" and \"café\". Nestlé first introduced their flagship coffee brand in Switzerland on 1 April 1938."}, "Audi": {"oneSentence": "Audi AG is a German automotive manufacturer of luxury vehicles headquartered in Ingolstadt, Bavaria, Germany.", "totalDocuments": "22,197,462", "trustMetric": "10,326", "WikiDescrip": "Audi AG is a German automotive manufacturer of luxury vehicles headquartered in Ingolstadt, Bavaria, Germany. As a subsidiary of its parent company, the Volkswagen Group, Audi produces vehicles in nine production facilities worldwide. The origins of the company are complex, going back to the early 20th century and the initial enterprises (Horch and the Audiwerke) founded by engineer August Horch (1868–1951); and two other manufacturers (DKW and Wanderer), leading to the foundation of Auto Union in 1932. The modern Audi era began in the 1960s, when Auto Union was acquired by Volkswagen from Daimler-Benz. After relaunching the Audi brand with the 1965 introduction of the Audi F103 series, Volkswagen merged Auto Union with NSU Motorenwerke in 1969, thus creating the present-day form of the company."}, "Zara": {"oneSentence": "ZARA is a Spanish multi-national retail clothing chain.", "totalDocuments": "246,669", "trustMetric": "2,756", "WikiDescrip": "ZARA is a Spanish multi-national retail clothing chain. It specialises in fast fashion, and sells clothing, accessories, shoes, beauty products and perfumes. The head office is in Arteixo, in A Coruña in Galicia. It is the largest constituent company of the Inditex group. In 2020 it was launching over twenty new product lines per year."}, "Volkswagen": {"oneSentence": "Volkswagen, is a German motor vehicle manufacturer headquartered in Wolfsburg, Lower Saxony, Germany.", "totalDocuments": "13,074,465", "trustMetric": "10,597", "WikiDescrip": "Volkswagen, is a German motor vehicle manufacturer headquartered in Wolfsburg, Lower Saxony, Germany. Founded in 1937 by the German Labour Front under the Nazi Party and revived into a global brand post-World War II by the British Army Officer Ivan Hirst, it is known for the iconic Beetle and serves as the flagship brand of the Volkswagen Group, the largest automotive manufacturer by worldwide sales in 2016 and 2017. The group's biggest market is in China, which delivers 40 percent of its sales and profits."}, "Goldman Sachs": {"oneSentence": "Goldman Sachs is an American multinational investment bank and financial services company.", "totalDocuments": "8,972,613", "trustMetric": "3,539", "WikiDescrip": "Goldman Sachs is an American multinational investment bank and financial services company. Founded in 1869, Goldman Sachs is headquartered at 200 West Street in Lower Manhattan, with regional headquarters in London, Warsaw, Bangalore, Hong Kong, Tokyo, Dallas and Salt Lake City, and additional offices in other international financial centers. Goldman Sachs is the second largest investment bank in the world by revenue and is ranked 57th on the Fortune 500 list of the largest United States corporations by total revenue."}, "Ford": {"oneSentence": "Ford Motor Company (commonly known as Ford) is an American multinational automobile manufacturer headquartered in Dearborn, Michigan, United States.", "totalDocuments": "2,825,457", "trustMetric": "15,000", "WikiDescrip": "Ford Motor Company (commonly known as Ford) is an American multinational automobile manufacturer headquartered in Dearborn, Michigan, United States. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and luxury cars under its Lincoln luxury brand. Ford also owns Brazilian SUV manufacturer Troller, an 8% stake in Aston Martin of the United Kingdom and a 32% stake in China's Jiangling Motors. It also has joint ventures in China (Changan Ford), Taiwan (Ford Lio Ho), Thailand (AutoAlliance Thailand), Turkey (Ford Otosan), and Russia (Ford Sollers). The company is listed on the New York Stock Exchange and is controlled by the Ford family; they have minority ownership but the majority of the voting power."}, "Starbucks": {"oneSentence": "Starbucks Corporation is an American multinational chain of coffeehouses and roastery reserves headquartered in Seattle, Washington.", "totalDocuments": "87,115,193", "trustMetric": "5,598", "WikiDescrip": "Starbucks Corporation is an American multinational chain of coffeehouses and roastery reserves headquartered in Seattle, Washington. It is the world's largest coffeehouse chain. As of November 2021, the company had 33,833 stores in 80 countries, 15,444 of which were located in the United States."}, "Pampers": {"oneSentence": "Pampers is a brand of baby and toddler products marketed by Procter & Gamble.", "totalDocuments": "578,668", "trustMetric": "2,550", "WikiDescrip": "Pampers is a brand of baby and toddler products marketed by Procter & Gamble."}, "Porsche": {"oneSentence": "Dr. Ing. h.c. F. Porsche AG, usually shortened to Porsche, is a German automobile manufacturer specializing in high-performance sports cars, SUVs and sedans, headquartered in Stuttgart, Germany.", "totalDocuments": "47,766,802", "trustMetric": "6,118", "WikiDescrip": "Dr. Ing. h.c. F. Porsche AG, usually shortened to Porsche, is a German automobile manufacturer specializing in high-performance sports cars, SUVs and sedans, headquartered in Stuttgart, Germany. The company is owned by Volkswagen AG, a controlling stake of which is owned by Porsche Automobil Holding SE."}, "Airbnb": {"oneSentence": "Airbnb, Inc., based in San Francisco, California, operates an online marketplace focused on short-term homestays and experiences.", "totalDocuments": "24,606,908", "trustMetric": "8,209", "WikiDescrip": "Airbnb, Inc., based in San Francisco, California, operates an online marketplace focused on short-term homestays and experiences. The company acts as a broker and charges a commission from each booking. The company was founded in 2008 by Brian Chesky, Nathan Blecharczyk, and Joe Gebbia. Airbnb is a shortened version of its original name, AirBedandBreakfast.com. The company has been the subject of criticism for lack of regulations and enabling increases in home rents."}, "Siemens": {"oneSentence": "Siemens AG is a German multinational conglomerate corporation and the largest industrial manufacturing company in Europe headquartered in Munich with branch offices abroad.", "totalDocuments": "4,102,156", "trustMetric": "7,345", "WikiDescrip": "Siemens AG is a German multinational conglomerate corporation and the largest industrial manufacturing company in Europe headquartered in Munich with branch offices abroad. The principal divisions of the corporation are Industry, Energy, Healthcare (Siemens Healthineers), and Infrastructure & Cities, which represent the main activities of the corporation. The corporation is a prominent maker of medical diagnostics equipment and its medical health-care division, which generates about 12 percent of the corporation's total sales, is its second-most profitable unit, after the industrial automation division."}, "H&M": {"oneSentence": "H & M Hennes & Mauritz AB or H&M Group (abbreviated H&M) is a multinational clothing company based in Sweden that focuses on fast-fashion clothing for men, women, teenagers, and children.", "totalDocuments": "102,444", "trustMetric": "2,811", "WikiDescrip": "H & M Hennes & Mauritz AB or H&M Group (abbreviated H&M) is a multinational clothing company based in Sweden that focuses on fast-fashion clothing for men, women, teenagers, and children. As of 23 June 2022, H&M Group operates in 75 geographical markets with 4,801 stores under the various company brands, with 107,375 full-time equivalent positions."}, "Citi": {"oneSentence": "Citigroup Inc. or Citi (stylized as citi) is an American multinational investment bank and financial services corporation headquartered in New York City.", "totalDocuments": "1,848,939", "trustMetric": "8,046", "WikiDescrip": "Citigroup Inc. or Citi (stylized as citi) is an American multinational investment bank and financial services corporation headquartered in New York City. The company was formed by the merger of banking giant Citicorp and financial conglomerate Travelers Group in 1998; Travelers was subsequently spun off from the company in 2002. Citigroup owns Citicorp, the holding company for Citibank, as well as several international subsidiaries. Citigroup is incorporated in Delaware."}, "L'Oréal": {"oneSentence": "L'Oréal S.A. is a French personal care company headquartered in Clichy, Hauts-de-Seine with a registered office in Paris.", "totalDocuments": "10,157,636", "trustMetric": "13,524", "WikiDescrip": "L'Oréal S.A. is a French personal care company headquartered in Clichy, Hauts-de-Seine with a registered office in Paris. It is the world's largest cosmetics company and has developed activities in the field concentrating on hair color, skin care, sun protection, make-up, perfume, and hair care."}, "Philips": {"oneSentence": "Koninklijke Philips N.V., commonly shortened to Philips, is a Dutch multinational conglomerate corporation that was founded in Eindhoven in 1891.", "totalDocuments": "139,677", "trustMetric": "8,510", "WikiDescrip": "Koninklijke Philips N.V., commonly shortened to Philips, is a Dutch multinational conglomerate corporation that was founded in Eindhoven in 1891. Since 1997, it has been mostly headquartered in Amsterdam, though the Benelux headquarters is still in Eindhoven. Philips was formerly one of the largest electronics companies in the world, but is currently focused on the area of health technology, having divested its other divisions."}, "eBay": {"oneSentence": "eBay Inc. is an American multinational e-commerce company based in San Jose, California, that facilitates consumer-to-consumer and business-to-consumer sales through its website.", "totalDocuments": "93,909,400", "trustMetric": "5,178", "WikiDescrip": "eBay Inc. is an American multinational e-commerce company based in San Jose, California, that facilitates consumer-to-consumer and business-to-consumer sales through its website. eBay was founded by Pierre Omidyar in 1995 and became a notable success story of the dot-com bubble. eBay is a multibillion-dollar business with operations in about 32 countries, as of 2019."}, "Nissan": {"oneSentence": "Nissan Motor Co., Ltd., trading as Nissan Motor Corporation and often shortened to Nissan, is a Japanese multinational automobile manufacturer headquartered in Nishi-ku, Yokohama, Japan.", "totalDocuments": "32,947,862", "trustMetric": "8,612", "WikiDescrip": "Nissan Motor Co., Ltd., trading as Nissan Motor Corporation and often shortened to Nissan, is a Japanese multinational automobile manufacturer headquartered in Nishi-ku, Yokohama, Japan. The company sells its vehicles under the Nissan, Infiniti, and Datsun brands, with in-house performance tuning products (including cars) labelled Nismo. The company traces back to the beginnings of the 20th century, with the Nissan zaibatsu, now called Nissan Group."}, "HP": {"oneSentence": "HP Inc. is an American multinational information technology company headquartered in Palo Alto, California, that develops personal computers (PCs), printers and related supplies, as well as 3D printing solutions.", "totalDocuments": "1,331,917", "trustMetric": "21,393", "WikiDescrip": "HP Inc. is an American multinational information technology company headquartered in Palo Alto, California, that develops personal computers (PCs), printers and related supplies, as well as 3D printing solutions. It was formed on November 1, 2015, renamed from the personal computer and printer divisions of the original Hewlett-Packard Company, with that company's enterprise product and business services divisions becoming Hewlett Packard Enterprise. The split was structured so that Hewlett-Packard changed its name to HP Inc. and spun off Hewlett Packard Enterprise as a new publicly traded company. HP Inc. retains Hewlett-Packard's pre-2015 stock price history and its former stock ticker symbol, HPQ, while Hewlett Packard Enterprise trades under its own symbol, HPE."}, "Lego": {"oneSentence": "Lego is a line of plastic construction toys that are manufactured by The Lego Group, a privately held company based in Billund, Denmark.", "totalDocuments": "27,506,735", "trustMetric": "8,385", "WikiDescrip": "Lego is a line of plastic construction toys that are manufactured by The Lego Group, a privately held company based in Billund, Denmark. The company's flagship product, Lego, consists of variously colored interlocking plastic bricks accompanying an array of gears, figurines called minifigures, and various other parts. Lego pieces can be assembled and connected in many ways to construct objects, including vehicles, buildings, and working robots. Anything constructed can be taken apart again, and the pieces reused to make new things."}, "Red Bull": {"oneSentence": "Red Bull is a brand of energy drinks of Austrian company Red Bull GmbH.", "totalDocuments": "27,973,692", "trustMetric": "8,657", "WikiDescrip": "Red Bull is a brand of energy drinks of Austrian company Red Bull GmbH. With 38% market share, it is the most popular energy drink brand as of 2019. Since its launch in 1987, more than 100 billion cans of Red Bull have been sold worldwide, including 9.8 billion in 2021."}, "HSBC": {"oneSentence": "HSBC Holdings plc is a British multinational universal bank and financial services holding company.", "totalDocuments": "13,701", "trustMetric": "104", "WikiDescrip": "HSBC Holdings plc is a British multinational universal bank and financial services holding company. It is the largest bank in Europe by total assets ahead of BNP Paribas, with US$2.953 trillion as of December 2021. In 2021, HSBC had $10.8 trillion in assets under custody (AUC) and $4.9 trillion in assets under administration (AUA), respectively. HSBC traces its origin to a hong in British Hong Kong, and its present form was established in London by the Hongkong and Shanghai Banking Corporation to act as a new group holding company in 1991; its name derives from that company's initials. The Hongkong and Shanghai Banking Corporation opened branches in Shanghai in 1865 and was first formally incorporated in 1866."}, "Morgan Stanley": {"oneSentence": "Morgan Stanley is an American multinational investment management and financial services company headquartered at 1585 Broadway in Midtown Manhattan, New York City.", "totalDocuments": "5,111,910", "trustMetric": "3,293", "WikiDescrip": "Morgan Stanley is an American multinational investment management and financial services company headquartered at 1585 Broadway in Midtown Manhattan, New York City. With offices in more than 41 countries and more than 75,000 employees, the firm's clients include corporations, governments, institutions, and individuals. Morgan Stanley ranked No."}, "Nestlé": {"oneSentence": "Nestlé S.A. is a Swiss multinational food and drink processing conglomerate corporation headquartered in Vevey, Vaud, Switzerland.", "totalDocuments": "4,467,055", "trustMetric": "5,265", "WikiDescrip": "Nestlé S.A. is a Swiss multinational food and drink processing conglomerate corporation headquartered in Vevey, Vaud, Switzerland. It is the largest publicly held food company in the world, measured by revenue and other metrics, since 2014. It ranked No. 64 on the Fortune Global 500 in 2017 and No. 33 in the 2016 edition of the Forbes Global 2000 list of largest public companies."}, "Nintendo": {"oneSentence": "Nintendo Co., Ltd. is a Japanese multinational video game company headquartered in Kyoto, Japan.", "totalDocuments": "224,379,177", "trustMetric": "15,918", "WikiDescrip": "Nintendo Co., Ltd. is a Japanese multinational video game company headquartered in Kyoto, Japan. It develops video games and video game consoles. Nintendo was founded in 1889 as Nintendo Karuta by craftsman Fusajiro Yamauchi and originally produced handmade hanafuda playing cards."}, "3M": {"oneSentence": "3M (originally the Minnesota Mining and Manufacturing Company) is an American multinational conglomerate operating in the fields of industry, worker safety, U.S. health care, and consumer goods.", "totalDocuments": "888,626", "trustMetric": "20,067", "WikiDescrip": "3M (originally the Minnesota Mining and Manufacturing Company) is an American multinational conglomerate operating in the fields of industry, worker safety, U.S. health care, and consumer goods. The company produces over 60,000 products under several brands, including adhesives, abrasives, laminates, passive fire protection, personal protective equipment, window films, paint protection films, dental and orthodontic products, electrical and electronic connecting and insulating materials, medical products, car-care products, electronic circuits, healthcare software and optical films. It is based in Maplewood, a suburb of Saint Paul, Minnesota."}, "Spotify": {"oneSentence": "Spotify is a proprietary Swedish audio streaming and media services provider founded on 23 April 2006 by Daniel Ek and Martin Lorentzon.", "totalDocuments": "902,429,784", "trustMetric": "6,977", "WikiDescrip": "Spotify is a proprietary Swedish audio streaming and media services provider founded on 23 April 2006 by Daniel Ek and Martin Lorentzon. It is one of the largest music streaming service providers, with over 456 million monthly active users, including 195 million paying subscribers, as of September 2022. Spotify is listed (through a Luxembourg City-domiciled holding company, Spotify Technology S.A.) on the New York Stock Exchange in the form of American depositary receipts."}, "Gillette": {"oneSentence": "Gillette is an American brand of safety razors and other personal care products including shaving supplies, owned by the multi-national corporation Procter & Gamble (P&G).", "totalDocuments": "2,339,101", "trustMetric": "19,243", "WikiDescrip": "Gillette is an American brand of safety razors and other personal care products including shaving supplies, owned by the multi-national corporation Procter & Gamble (P&G). Based in Boston, Massachusetts, United States, it was owned by The Gillette Company, a supplier of products under various brands until that company merged into P&G in 2005. The Gillette Company was founded by King C. Gillette in 1901 as a safety razor manufacturer."}, "Colgate": {"oneSentence": "Colgate is an American brand principally used for oral hygiene products such as toothpastes, toothbrushes, mouthwashes and dental floss.", "totalDocuments": "29,521", "trustMetric": "123", "WikiDescrip": "Colgate is an American brand principally used for oral hygiene products such as toothpastes, toothbrushes, mouthwashes and dental floss. Manufactured by Colgate-Palmolive, Colgate's oral hygiene products were first sold by the company in 1873, sixteen years after the death of the founder, William Colgate. The company originally sold soap."}, "Danone": {"oneSentence": "Danone S.A. is a French multinational food-products corporation based in Paris.", "totalDocuments": "5,703,161", "trustMetric": "4,263", "WikiDescrip": "Danone S.A. is a French multinational food-products corporation based in Paris. It was founded in Barcelona, Spain. It is listed on Euronext Paris where it is a component of the CAC 40 stock market index. Some of the company's products are branded Dannon in the United States."}, "Cartier": {"oneSentence": "Cartier International SNC, or simply Cartier, is a French high-end luxury goods conglomerate that designs, manufactures, distributes, and sells jewellery, leather goods, and watches.", "totalDocuments": "815,826", "trustMetric": "1,768", "WikiDescrip": "Cartier International SNC, or simply Cartier, is a French high-end luxury goods conglomerate that designs, manufactures, distributes, and sells jewellery, leather goods, and watches. Founded by Louis-François Cartier (1819–1904) in Paris in 1847, the company remained under family control until 1964. The company is headquartered in Paris and is a wholly owned subsidiary of the Swiss Richemont Group. Cartier operates more than 200 stores in 125 countries, with three Temples (Historical Maisons) in London, New York, and Paris."}, "Ferrari": {"oneSentence": "Ferrari S.p.A. is an Italian luxury sports car manufacturer based in Maranello, Italy.", "totalDocuments": "60,016,559", "trustMetric": "7,131", "WikiDescrip": "Ferrari S.p.A. is an Italian luxury sports car manufacturer based in Maranello, Italy. Founded by Enzo Ferrari (1898‚Äì1988) in 1939 from the Alfa Romeo racing division as Auto Avio Costruzioni, the company built its first car in 1940, and produced its first Ferrari-badged car in 1947. Fiat S.p.A. acquired 50% of Ferrari in 1969 and expanded its stake to 90% in 1988."}, "Santander": {"oneSentence": "Santander Bank, N. A., formerly Sovereign Bank, is a wholly owned subsidiary of the Spanish Santander Group.", "totalDocuments": "49,405", "trustMetric": "1,341", "WikiDescrip": "Santander Bank, N. A., formerly Sovereign Bank, is a wholly owned subsidiary of the Spanish Santander Group. It is based in Boston and its principal market is the northeastern United States. It has $57.5 billion in deposits, operates about 650 retail banking offices and over 2,000 ATMs, and employs approximately 9,800 people. It offers an array of financial services and products including retail banking, mortgages, corporate banking, cash management, credit card, capital markets, trust and wealth management, and insurance."}, "Dior": {"oneSentence": "Christian Dior SE, commonly known as Dior (stylized DIOR), is a French luxury fashion house controlled and chaired by French businessman Bernard Arnault, who also heads LVMH, the world's largest luxury group.", "totalDocuments": "76,951,274", "trustMetric": "4,165", "WikiDescrip": "Christian Dior SE, commonly known as Dior (stylized DIOR), is a French luxury fashion house controlled and chaired by French businessman Bernard Arnault, who also heads LVMH, the world's largest luxury group. Dior itself holds 42.36% shares of and 59.01% voting rights within LVMH. The company was founded in 1946 by French fashion designer Christian Dior, who was originally from Normandy."}, "Kellogg's": {"oneSentence": "The Kellogg Company, doing business as Kellogg's, is an American multinational food manufacturing company headquartered in Battle Creek, Michigan, United States.", "totalDocuments": "2,549,130", "trustMetric": "9,642", "WikiDescrip": "The Kellogg Company, doing business as Kellogg's, is an American multinational food manufacturing company headquartered in Battle Creek, Michigan, United States. Kellogg's produces cereal and convenience foods, including crackers and toaster pastries, and markets their products by several well known brands including Corn Flakes, Rice Krispies, Frosted Flakes, Pringles, Eggo, and Cheez-It. Kellogg's mission statement is \"Nourishing families so they can flourish and thrive\"."}, "Fedex": {"oneSentence": "FedEx Corporation, formerly Federal Express Corporation and later FDX Corporation, is an American multinational conglomerate holding company focused on transportation, e-commerce and business services based in Memphis, Tennessee.", "totalDocuments": "4,980,101", "trustMetric": "7,762", "WikiDescrip": "FedEx Corporation, formerly Federal Express Corporation and later FDX Corporation, is an American multinational conglomerate holding company focused on transportation, e-commerce and business services based in Memphis, Tennessee. The name \"FedEx\" is a syllabic abbreviation of the name of the company's original air division, Federal Express, which was used from 1973 until 2000. FedEx today is best known for its air delivery service, FedEx Express, which was one of the first major shipping companies to offer overnight delivery as a flagship service. Since then, FedEx also started FedEx Ground, FedEx Office (originally known as Kinko's), FedEx Supply Chain, FedEx Freight, and various other services across multiple subsidiaries, often meant to respond to its main competitor, UPS."}, "Corona": {"oneSentence": "Corona is a brand of beer produced by Mexican brewery Cervecería Modelo and owned by Belgian company AB InBev.", "totalDocuments": "176,979", "trustMetric": "3,760", "WikiDescrip": "Corona is a brand of beer produced by Mexican brewery Cervecería Modelo and owned by Belgian company AB InBev. It is the top-selling brand of imported beer in the United States. It is often served with a wedge of lime or lemon in the neck of the bottle to add tartness and flavor. The recipe for the mash bill includes corn as well as the barley malt and hops traditionally used for making beer."}, "LinkedIn": {"oneSentence": "LinkedIn is an American business and employment-oriented online service that operates via websites and mobile apps.", "totalDocuments": "53,700,771", "trustMetric": "18,614", "WikiDescrip": "LinkedIn is an American business and employment-oriented online service that operates via websites and mobile apps. Launched on May 5, 2003, the platform is primarily used for professional networking and career development, and allows job seekers to post their CVs and employers to post jobs. From 2015 most of the company's revenue came from selling access to information about its members to recruiters and sales professionals."}, "DHL": {"oneSentence": "DHL is an American founded, German logistics company providing courier, package delivery and express mail service, which is a division of the German logistics firm Deutsche Post.", "totalDocuments": "3,323,703", "trustMetric": "14,206", "WikiDescrip": "DHL is an American founded, German logistics company providing courier, package delivery and express mail service, which is a division of the German logistics firm Deutsche Post. The company group delivers over 1.8 billion parcels per year. DHL Express is market leader for parcel services in Europe and Germany's main Courier and Parcel Service."}, "Caterpillar": {"oneSentence": "Caterpillar Inc. (stock symbol CAT) is an American Fortune 500 corporation and the world's largest construction-equipment manufacturer.", "totalDocuments": "1,365,455", "trustMetric": "10,334", "WikiDescrip": "Caterpillar Inc. (stock symbol CAT) is an American Fortune 500 corporation and the world's largest construction-equipment manufacturer. In 2018, Caterpillar was ranked number 65 on the Fortune 500 list and number 238 on the Global Fortune 500 list. Caterpillar stock is a component of the Dow Jones Industrial Average."}, "Xiaomi": {"oneSentence": "Xiaomi Corporation, commonly known as Xiaomi and registered as Xiaomi Inc., is a Chinese designer and manufacturer of consumer electronics and related software, home appliances, and household items.", "totalDocuments": "26,492,807", "trustMetric": "8,410", "WikiDescrip": "Xiaomi Corporation, commonly known as Xiaomi and registered as Xiaomi Inc., is a Chinese designer and manufacturer of consumer electronics and related software, home appliances, and household items. Behind Samsung, it is the second largest manufacturer of smartphones in the world, most of which run the MIUI operating system. The company is ranked 338th and is the youngest company on the Fortune Global 500."}, "Jack Daniel's": {"oneSentence": "Jack Daniel's is a brand of Tennessee whiskey.", "totalDocuments": "1,548,147", "trustMetric": "14,437", "WikiDescrip": "Jack Daniel's is a brand of Tennessee whiskey. It is produced in Lynchburg, Tennessee, by the Jack Daniel Distillery, which has been owned by the Brown‚ÄìForman Corporation since 1956. Packaged in square bottles, Jack Daniel's \"Black Label\" Tennessee whiskey sold 12.5 million nine-liter cases in the fiscal year ending on April 30, 2017."}, "Huawei": {"oneSentence": "Huawei Technologies Co., Ltd. is a Chinese multinational technology corporation headquartered in Shenzhen, Guangdong, China.", "totalDocuments": "17,397,103", "trustMetric": "7,317", "WikiDescrip": "Huawei Technologies Co., Ltd. is a Chinese multinational technology corporation headquartered in Shenzhen, Guangdong, China. It designs, develops, produces and sells telecommunications equipment, consumer electronics and various smart devices. The corporation was founded in 1987 by Ren Zhengfei, a former officer in the People's Liberation Army (PLA). Initially focused on manufacturing phone switches, Huawei has expanded its business to include building telecommunications networks, providing operational and consulting services and equipment to enterprises inside and outside of China, and manufacturing communications devices for the consumer market."}, "Kia": {"oneSentence": "Kia Corporation, commonly known as Kia; formerly known as Kyungsung Precision Industry and Kia Motors Corporation), is a South Korean multinational automobile manufacturer headquartered in Seoul, South Korea.", "totalDocuments": "266,196", "trustMetric": "2,883", "WikiDescrip": "Kia Corporation, commonly known as Kia; formerly known as Kyungsung Precision Industry and Kia Motors Corporation), is a South Korean multinational automobile manufacturer headquartered in Seoul, South Korea. It is South Korea's second largest automobile manufacturer, after its parent company, Hyundai Motor Company, with sales of over 2.8 million vehicles in 2019. As of 2015, the Kia Corporation is minority owned by Hyundai, which holds a 33.88% stake valued at just over US$6 billion. Kia in turn is a minority owner of more than twenty Hyundai subsidiaries ranging from 4.9% up to 45.37%, totaling more than US$8.3 billion."}, "Tiffany & Co.": {"oneSentence": "Tiffany & Co. (colloquially known as Tiffany's) is a high-end luxury jewelry and specialty retailer, headquartered on Fifth Avenue in Manhattan.", "totalDocuments": "98,469", "trustMetric": "639", "WikiDescrip": "Tiffany & Co. (colloquially known as Tiffany's) is a high-end luxury jewelry and specialty retailer, headquartered on Fifth Avenue in Manhattan. It sells jewelry, sterling silver, porcelain, crystal, stationery, fragrances, water bottles, watches, personal accessories, and leather goods. Tiffany is known for its luxury goods, particularly its diamond and sterling silver jewelry."}, "Prada": {"oneSentence": "Prada S.p.A. is an Italian luxury fashion house founded in 1913 in Milan by Mario Prada.", "totalDocuments": "45,813,371", "trustMetric": "2,927", "WikiDescrip": "Prada S.p.A. is an Italian luxury fashion house founded in 1913 in Milan by Mario Prada. It specializes in leather handbags, travel accessories, shoes, ready-to-wear, and other fashion accessories. Prada licenses its name and branding to Luxottica for eyewear and L’Oréal for fragrances."}, "Hewlett Packard Enterprise": {"oneSentence": "The Hewlett Packard Enterprise Company (HPE) is an American multinational information technology company based in Spring, Texas, United States.", "totalDocuments": "540,108", "trustMetric": "12,847", "WikiDescrip": "The Hewlett Packard Enterprise Company (HPE) is an American multinational information technology company based in Spring, Texas, United States. HPE was founded on November 1, 2015, in Palo Alto, California, as part of the splitting of the Hewlett-Packard company. It is a business-focused organization which works in servers, storage, networking, containerization software and consulting and support."}, "Panasonic": {"oneSentence": "Panasonic Holdings Corporation, formerly Matsushita Electric Industrial Co., Ltd. between 1935 and 2008 and the first incarnation of Panasonic Corporation between 2008 and 2022, is a major Japanese multinational conglomerate corporation, headquartered in Kadoma, Osaka.", "totalDocuments": "14,121,185", "trustMetric": "13,370", "WikiDescrip": "Panasonic Holdings Corporation, formerly Matsushita Electric Industrial Co., Ltd. between 1935 and 2008 and the first incarnation of Panasonic Corporation between 2008 and 2022, is a major Japanese multinational conglomerate corporation, headquartered in Kadoma, Osaka. It was founded by K≈çnosuke Matsushita in 1918 as a lightbulb socket manufacturer. In addition to consumer electronics, of which it was the world's largest maker in the late 20th century, Panasonic offers a wide range of products and services, including rechargeable batteries, automotive and avionic systems, industrial systems, as well as home renovation and construction."}, "Johnson & Johnson": {"oneSentence": "Johnson & Johnson (J&J) is an American multinational corporation founded in 1886 that develops medical devices, pharmaceuticals, and consumer packaged goods.", "totalDocuments": "3,674,692", "trustMetric": "8,471", "WikiDescrip": "Johnson & Johnson (J&J) is an American multinational corporation founded in 1886 that develops medical devices, pharmaceuticals, and consumer packaged goods. Its common stock is a component of the Dow Jones Industrial Average and the company is ranked No. 36 on the 2021 Fortune 500 list of the largest United States corporations by total revenue."}, "Hennessy": {"oneSentence": "Jas Hennessy & Co., commonly known simply as Hennessy, is a French producer of cognac, which has its headquarters in Cognac, France.", "totalDocuments": "5,912,192", "trustMetric": "6,384", "WikiDescrip": "Jas Hennessy & Co., commonly known simply as Hennessy, is a French producer of cognac, which has its headquarters in Cognac, France. It is one of the \"big four\" cognac houses,[1] along with Martell, Courvoisier, and Rémy Martin, who together make around 85% of the world's cognac. Hennessy sells approximately 70 million bottles of its cognacs per year, making it the world's largest cognac producer, and in 2017 its sales represented around 60% of the US cognac market. As well as distilling cognac eaux-de-vie itself, the company also acts as a negociant."}, "KFC": {"oneSentence": "KFC (Kentucky Fried Chicken) is an American fast food restaurant chain headquartered in Louisville, Kentucky, that specializes in fried chicken.", "totalDocuments": "22,599,093", "trustMetric": "12,609", "WikiDescrip": "KFC (Kentucky Fried Chicken) is an American fast food restaurant chain headquartered in Louisville, Kentucky, that specializes in fried chicken. It is the world's second-largest restaurant chain (as measured by sales) after McDonald's, with 22,621 locations globally in 150 countries as of December 2019. The chain is a subsidiary of Yum! Brands, a restaurant company that also owns the Pizza Hut and Taco Bell chains."}, "Heineken": {"oneSentence": "Heineken Lager Beer, or simply Heineken is a pale lager beer with 5% alcohol by volume produced by the Dutch brewing company Heineken N.V. Heineken beer is sold in a green bottle with a red star.", "totalDocuments": "6,998,949", "trustMetric": "6,758", "WikiDescrip": "Heineken Lager Beer, or simply Heineken is a pale lager beer with 5% alcohol by volume produced by the Dutch brewing company Heineken N.V. Heineken beer is sold in a green bottle with a red star."}, "Burberry": {"oneSentence": "Burberry is a British luxury fashion house established in 1856 by Thomas Burberry headquartered in London, England.", "totalDocuments": "10,862,840", "trustMetric": "6,592", "WikiDescrip": "Burberry is a British luxury fashion house established in 1856 by Thomas Burberry headquartered in London, England. It currently designs and distributes ready to wear, including trench coats (for which it is most famous), leather accessories, and footwear. Its name and branding are licensed to Coty for fragrances and cosmetics and to Luxottica for eyewear."}, "Canon": {"oneSentence": "Canon Inc. is a Japanese multinational corporation headquartered in _ta, Tokyo, Japan, specializing in optical, imaging, and industrial products, such as lenses, cameras, medical equipment, scanners, printers, and semiconductor manufacturing equipment.", "totalDocuments": "26,091,840", "trustMetric": "12,509", "WikiDescrip": "Canon Inc. is a Japanese multinational corporation headquartered in _ta, Tokyo, Japan, specializing in optical, imaging, and industrial products, such as lenses, cameras, medical equipment, scanners, printers, and semiconductor manufacturing equipment. Canon has a primary listing on the Tokyo Stock Exchange and is a constituent of the TOPIX Core30 and Nikkei 225 index. It has a secondary listing on the New York Stock Exchange."}, "Land Rover": {"oneSentence": "Land Rover is a British brand of predominantly four-wheel drive, off-road capable vehicles, owned by multinational car manufacturer Jaguar Land Rover (JLR), since 2008 a subsidiary of India's Tata Motors.", "totalDocuments": "3,099,846", "trustMetric": "16,756", "WikiDescrip": "Land Rover is a British brand of predominantly four-wheel drive, off-road capable vehicles, owned by multinational car manufacturer Jaguar Land Rover (JLR), since 2008 a subsidiary of India's Tata Motors. JLR currently builds Land Rovers in Brazil, China, India, Slovakia, and the United Kingdom. The Land Rover name was created in 1948 by the Rover Company for a utilitarian 4WD off-roader; yet today Land Rover vehicles comprise solely upmarket and luxury sport utility cars."}, "Mini": {"oneSentence": "Mini is a British automotive marque founded in 1969, owned by German automotive company BMW since 2000, and used by them for a range of small cars assembled in the United Kingdom, Austria and the Netherlands.", "totalDocuments": "28,215,922", "trustMetric": "11,163", "WikiDescrip": "Mini is a British automotive marque founded in 1969, owned by German automotive company BMW since 2000, and used by them for a range of small cars assembled in the United Kingdom, Austria and the Netherlands. The word Mini has been used in car model names since 1959, and in 1969 it became a marque in its own right when the name \"Mini\" replaced the separate \"Austin Mini\" and \"Morris Mini\" car model names. BMW acquired the marque in 1994 when it bought Rover Group (formerly British Leyland), which owned Mini, among other brands."}, "Sephora": {"oneSentence": "Sephora is a French multinational retailer of personal care and beauty products.", "totalDocuments": "6,891,980", "trustMetric": "9,780", "WikiDescrip": "Sephora is a French multinational retailer of personal care and beauty products. Featuring nearly 340 brands, along with its own private label, Sephora Collection, Sephora offers beauty products including cosmetics, skincare, body, fragrance, nail color, beauty tools, body lotions and haircare. The company was founded in Limoges in 1969 and is currently based in Neuilly-sur-Seine, France."}}, "volume": {"Apple": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [7326131, 4302230, 6799117, 6825191, 6777010, 7145753, 5575556, 6918611, 12360363, 9932918, 14612920, 10742132]}, "Microsoft": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [10033019, 4095778, 4189850, 3728115, 4400455, 4931590, 5141030, 5404077, 6688375, 8063937, 7127371, 6550500]}, "Amazon": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [16945240, 14071139, 16840315, 21283452, 19809959, 21535834, 29745094, 32149967, 33559083, 38826332, 40844682, 42851327]}, "Google": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1292336, 879280, 952379, 1063943, 1204597, 1148553, 2023622, 1292220, 1633003, 2036003, 1421943, 1779627]}, "Samsung": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [5056395, 4785111, 5048742, 5838144, 4353941, 5166648, 4870796, 8478314, 7618276, 7900952, 6879376, 6227708]}, "Toyota": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [4376274, 3397655, 4556533, 3577752, 3413025, 3799180, 4324948, 7040164, 5706847, 5841824, 6083736, 5434811]}, "Coca-Cola": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [62237, 38386, 75953, 52195, 57712, 40865, 65840, 86683, 184256, 123105, 276037, 379865]}, "Mercedes-Benz": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1214969, 876132, 972476, 673130, 735523, 826757, 1489056, 1415015, 1599494, 1790089, 1538464, 1855837]}, "Disney": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [17866000, 13174042, 24037594, 22690334, 15463895, 18137444, 14388986, 14418896, 25598939, 20054758, 21515830, 17520634]}, "Nike": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [4405890, 3164929, 4462300, 4142571, 4104105, 4478215, 4080976, 5061583, 7085190, 6995227, 7382107, 5148630]}, "McDonald's": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2769556, 1620099, 1507356, 1212399, 1049713, 826534, 827314, 1118865, 1446719, 1465380, 2645411, 1343817]}, "Tesla": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [7709081, 5793988, 6739946, 10452705, 7995587, 5921458, 6473072, 6307172, 5454171, 9054029, 13716148, 13721040]}, "BMW": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [3030015, 1712408, 1731436, 1744510, 1584369, 1452462, 2234114, 2379225, 2993187, 3608515, 3055531, 2819556]}, "Louis Vuitton": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [5310210, 1244739, 1694534, 1779238, 1948754, 3100801, 1569035, 1647899, 2407088, 3943729, 6050204, 3030617]}, "Cisco": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [460683, 448218, 460375, 412732, 468251, 473081, 370111, 579125, 783493, 836769, 1014638, 759924]}, "Instagram": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [105917639, 88434945, 109383107, 117247925, 113325126, 127612698, 124223678, 139279593, 148813758, 155974180, 151733256, 153231835]}, "Facebook": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [384121, 344945, 544657, 449133, 462102, 480406, 532285, 661733, 758043, 1000521, 932912, 1197453]}, "IBM": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [619452, 346447, 366788, 415198, 379745, 361024, 421929, 744198, 740373, 1023028, 824686, 587441]}, "Intel": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2531872, 2621317, 2745737, 2579673, 2256453, 2100269, 2545706, 3982230, 4595735, 4906634, 4232656, 4973266]}, "SAP": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [30122, 18912, 17844, 17768, 14215, 13939, 13475, 25782, 33654, 30733, 69657, 18289]}, "Adobe": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [658549, 388261, 417986, 369996, 326401, 397798, 432885, 855607, 1372400, 1090513, 758651, 846648]}, "Chanel": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [27943, 15290, 18955, 11387, 10979, 12707, 14967, 17295, 21523, 25850, 23441, 32817]}, "Hermès": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [4838, 2391, 1779, 1276, 2120, 1885, 5033, 8661, 8167, 13386, 11205, 6910]}, "J.P. Morgan": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [145809, 139221, 146956, 98655, 199216, 151343, 186949, 198705, 267770, 753696, 464725, 277449]}, "YouTube": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [51633308, 42079656, 50152776, 50168251, 53123093, 54704098, 52224371, 58230736, 63223984, 73713054, 70965280, 71319501]}, "Honda": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [4866246, 4473022, 5087155, 5687460, 4297887, 3910867, 4498355, 5229892, 6496081, 6729318, 8605565, 11814382]}, "American Express": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [299918, 179317, 252063, 226500, 240297, 241093, 215566, 306804, 356659, 872610, 618057, 407154]}, "Ikea": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1042020, 870423, 839675, 610374, 614252, 706967, 651660, 1507145, 889746, 1079717, 805077, 919745]}, "UPS": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [258857, 68876, 74693, 82882, 82124, 69714, 102884, 113435, 170348, 163872, 231758, 142943]}, "Gucci": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1704084, 1701654, 1236276, 1298555, 1442209, 1524532, 1202539, 1720037, 2389686, 1713827, 2832408, 1903826]}, "Accenture": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [93210, 76279, 93428, 95678, 83837, 96455, 82370, 111983, 187279, 155442, 221654, 141208]}, "Pepsi": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [24363, 22734, 25056, 34598, 28024, 30854, 49706, 24531, 46909, 23612, 25256, 28034]}, "GE": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [20639, 21110, 23982, 17891, 21608, 17765, 19895, 21788, 24784, 33972, 30593, 30230]}, "Allianz": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [297781, 248816, 354365, 405045, 287083, 277143, 352628, 487479, 641930, 511077, 463863, 478406]}, "Hyundai": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [33201, 186852, 17127, 309040, 207782, 72873, 450069, 129213, 236650, 198067, 147087, 90590]}, "Salesforce": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [469788, 502858, 402996, 532368, 623973, 607928, 783406, 527801, 1002217, 897451, 1171481, 779350]}, "Visa": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [161070, 160027, 209688, 263039, 84767, 92685, 107450, 124026, 278951, 184805, 538867, 243694]}, "PayPal": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [11164177, 8708955, 7336047, 6965350, 6946720, 6831321, 7722666, 9625106, 10661917, 16147050, 11472190, 13049350]}, "Sony": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [8004257, 4846606, 4585359, 4451256, 5607091, 6307990, 5709088, 5847750, 6066079, 7124836, 7923345, 7345664]}, "Netflix": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [38829524, 29251503, 37901245, 50155540, 43202279, 43994502, 41109678, 42200300, 51795976, 51176812, 53992563, 66319342]}, "Mastercard": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [622446, 336763, 1045960, 501105, 291221, 380689, 329831, 724828, 596258, 691693, 537345, 445019]}, "Adidas": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1563790, 2347276, 1653120, 1212668, 1226650, 1771805, 1593824, 1902804, 2536947, 5868355, 3723583, 2722981]}, "Axa": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [45844, 38976, 40362, 53755, 37195, 41748, 34039, 50753, 61422, 51338, 84021, 41916]}, "Budweiser": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [218503, 180091, 250089, 215615, 192932, 300599, 329479, 232873, 298380, 310920, 1240105, 724785]}, "Nescafé": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [248703, 128347, 163727, 160158, 657514, 575863, 330514, 210696, 504182, 255401, 426122, 241188]}, "Audi": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2146105, 1431638, 1557159, 1582291, 1425352, 1331751, 1623746, 2550459, 1942396, 2497766, 2263904, 1844895]}, "Zara": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [20346, 13850, 16008, 7303, 5325, 7325, 23868, 29358, 37524, 36320, 25922, 23520]}, "Volkswagen": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1030101, 715414, 766675, 553642, 696911, 628005, 890037, 1285239, 1487565, 1398863, 2303292, 1318721]}, "Goldman Sachs": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [591744, 267825, 795273, 627002, 601405, 576564, 429673, 638778, 987027, 1299276, 948206, 1209840]}, "Ford": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [323491, 190926, 153088, 127344, 111912, 118571, 204947, 253531, 374251, 319868, 312996, 334532]}, "Starbucks": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [5218499, 5782196, 5998463, 6391642, 13460565, 5134306, 6182038, 7007235, 8323720, 8759852, 8169297, 6687380]}, "Pampers": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [50391, 32665, 47162, 33851, 29942, 47453, 47204, 60798, 56430, 56731, 63692, 52349]}, "Porsche": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1745970, 1394874, 1433303, 2918394, 5424207, 4945303, 4434415, 3228226, 6051840, 8420614, 4069210, 3700446]}, "Airbnb": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1549020, 1550280, 2000113, 1765756, 1670781, 2694685, 1704992, 2102725, 2082557, 2911579, 2496921, 2077499]}, "Siemens": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [172646, 141222, 181729, 137386, 299468, 272732, 352749, 397413, 773668, 508480, 452546, 412117]}, "H&M": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [4457, 5819, 3150, 5820, 3753, 4011, 4464, 10079, 14518, 13044, 26109, 7220]}, "Citi": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [129675, 52537, 116389, 133370, 150838, 162945, 75849, 110910, 458514, 240895, 115821, 101196]}, "L'Oréal": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [621104, 457684, 469611, 664883, 957363, 703987, 866912, 853407, 1048017, 1117120, 1117360, 1280188]}, "Philips": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [4943, 4571, 6465, 6597, 5753, 3834, 4258, 17157, 26002, 23727, 19802, 16568]}, "eBay": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [4890466, 4012470, 5068875, 7853639, 12841724, 6845755, 4500918, 5606267, 6308888, 10925860, 11377974, 13676564]}, "Nissan": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2485456, 1997536, 2103443, 2658104, 2585077, 2634146, 3173275, 2765868, 3101286, 3297813, 3377348, 2768510]}, "HP": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [126394, 65594, 106182, 112652, 243198, 73390, 59662, 93014, 136591, 111607, 121915, 81718]}, "Lego": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2686818, 1890297, 2134432, 2195614, 2146127, 1918530, 2146034, 2194637, 2269090, 2526871, 2444390, 2953895]}, "Red Bull": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1227838, 1393698, 2482734, 1640443, 2500769, 1812538, 2370685, 1918646, 2512874, 5253669, 3313853, 1545945]}, "HSBC": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1300, 333, 498, 648, 1171, 754, 606, 1138, 1854, 1376, 1544, 2479]}, "Morgan Stanley": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [168119, 174705, 182317, 323405, 311637, 192952, 184950, 433604, 760433, 781407, 942814, 655567]}, "Nestlé": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [242457, 201597, 1122134, 362419, 267652, 239814, 262421, 257166, 506557, 366101, 370936, 267801]}, "Nintendo": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [19014697, 18405771, 13328152, 14251799, 14895302, 14538273, 14935567, 20296990, 26386683, 21938056, 21118036, 25269851]}, "3M": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [77984, 58059, 41815, 40786, 37728, 35908, 64043, 88485, 116670, 133841, 106332, 86975]}, "Spotify": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [42462198, 39256259, 63550308, 60801356, 60834059, 63956599, 68479459, 74038612, 87315980, 104514062, 125771264, 111449628]}, "Gillette": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [126535, 165928, 138941, 137136, 159325, 114069, 319653, 283757, 180228, 230233, 219325, 263971]}, "Colgate": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [3804, 1527, 1726, 1648, 1648, 3114, 2573, 1839, 4518, 3152, 2409, 1563]}, "Danone": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [144323, 118924, 309214, 228030, 148224, 135135, 199230, 1227770, 445813, 1979887, 503167, 263444]}, "Cartier": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [13829, 12209, 11462, 10788, 250646, 64172, 23392, 57871, 128273, 172962, 19199, 51023]}, "Ferrari": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2335225, 2720154, 6292621, 3788587, 4343660, 4127477, 9166542, 5238924, 7330671, 5686676, 5637641, 3348381]}, "Santander": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2418, 2485, 1597, 1806, 1421, 1005, 16856, 3357, 4394, 4072, 5620, 4374]}, "Dior": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [5002212, 4053722, 6694342, 8997886, 6644183, 5073972, 4402188, 4987071, 9139684, 5154034, 3918060, 12883920]}, "Kellogg's": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [252659, 130639, 252624, 135801, 172943, 204462, 147317, 341966, 210722, 199953, 279367, 220677]}, "Fedex": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [657283, 378056, 274213, 311381, 248772, 323287, 239729, 278040, 787971, 375721, 491387, 614261]}, "Corona": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [21034, 11043, 11131, 10087, 10983, 9150, 14694, 18149, 18246, 21414, 16419, 14629]}, "LinkedIn": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [4322237, 3340083, 3518063, 3135203, 3174885, 4020962, 3564435, 4996173, 5408967, 5995571, 6692646, 5531546]}, "DHL": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [376380, 282617, 271989, 320482, 175484, 153899, 224205, 224383, 427103, 289095, 264816, 313250]}, "Caterpillar": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [153960, 94696, 103721, 68003, 58321, 93182, 100126, 129756, 136189, 156332, 147755, 123414]}, "Xiaomi": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [1580409, 1090586, 2236062, 1824902, 2184232, 1837844, 2510576, 2230178, 2287025, 2511194, 2600480, 3599319]}, "Jack Daniel's": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [146380, 99591, 109403, 83602, 77363, 157212, 120665, 129338, 148420, 159268, 152664, 164241]}, "Huawei": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [905876, 922891, 1218716, 1131603, 1208747, 1145456, 1585112, 1600655, 1985673, 1760065, 2020186, 1912123]}, "Kia": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [19099, 46002, 10528, 9464, 8768, 7149, 16589, 24854, 28626, 33067, 32144, 29906]}, "Tiffany & Co.": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [5732, 5750, 11829, 8059, 7160, 6374, 10200, 9172, 9424, 8480, 7299, 8990]}, "Prada": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [3672146, 2281023, 1729515, 1702009, 3384319, 8613127, 3617487, 4705625, 4914291, 3294578, 5410193, 2489058]}, "Hewlett Packard Enterprise": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [37109, 35858, 42421, 41230, 38830, 48117, 28652, 43181, 59999, 59857, 61747, 43107]}, "Panasonic": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [982389, 796169, 1133229, 987436, 1086680, 1283359, 1262481, 1139258, 1138812, 1503912, 1346567, 1460893]}, "Johnson & Johnson": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [271954, 233960, 204516, 228168, 349987, 195771, 138184, 380879, 386468, 372011, 588093, 324701]}, "Hennessy": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [335972, 286388, 305615, 306368, 288357, 634069, 448126, 417502, 573862, 930662, 587192, 798079]}, "KFC": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2226937, 1425726, 2384890, 2319313, 1083508, 1416702, 1449698, 1354211, 2279905, 2243286, 2667374, 1747543]}, "Heineken": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [638569, 398091, 529581, 432205, 581522, 379038, 534497, 612590, 738580, 632519, 818491, 703266]}, "Burberry": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [173677, 295030, 538896, 457549, 400483, 750687, 2448780, 343059, 2870591, 882535, 1085133, 616420]}, "Canon": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2830976, 1688662, 1456201, 1174735, 1098841, 1255550, 2144765, 2761104, 2963216, 3124665, 2857763, 2735362]}, "Land Rover": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [309005, 201638, 170674, 170645, 136291, 161445, 219705, 290982, 487178, 318816, 319830, 313637]}, "Mini": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [2239940, 2352437, 3765236, 3435458, 1512746, 1484035, 1752250, 2121887, 2353329, 2433021, 2188172, 2577411]}, "Sephora": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Universe": [697737, 515501, 399961, 428851, 447595, 402478, 491777, 527636, 588827, 760465, 866212, 764940]}}, "sentiment": {"Apple": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.129, 0.153, 0.125, 0.331, 0.104, 0.054, 0.132, 0.216, 0.238, 0.188, -0.028, 0.353]}, "Microsoft": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.125, -0.009, -0.031, 0.117, 0.114, -0.011, 0.087, 0.343, 0.312, 0.325, 0.311, 0.269]}, "Amazon": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.128, 0.327, 0.443, 0.352, 0.502, 0.534, 0.566, 0.62, 0.601, 0.598, 0.606, 0.687]}, "Google": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.022, -0.042, -0.02, -0.13, 0.106, -0.022, 0.449, 0.03, 0.094, 0.183, 0.242, 0.207]}, "Samsung": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.132, 0.221, 0.093, 0.362, 0.077, 0.207, 0.143, 0.153, 0.141, 0.19, 0.39, 0.318]}, "Toyota": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.546, 0.431, 0.633, 0.523, 0.507, 0.451, 0.53, 0.547, 0.436, 0.5, 0.595, 0.573]}, "Coca-Cola": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.427, 0.384, -0.067, 0.424, 0.351, 0.408, 0.562, 0.634, 0.421, 0.561, 0.745, 0.812]}, "Mercedes-Benz": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.708, 0.74, 0.703, 0.687, 0.614, 0.664, 0.479, 0.442, 0.445, 0.511, 0.539, 0.724]}, "Disney": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.382, 0.362, 0.252, 0.084, 0.263, 0.23, 0.462, 0.484, 0.435, 0.506, 0.471, 0.526]}, "Nike": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.439, 0.461, 0.389, 0.351, 0.394, 0.595, 0.546, 0.323, 0.376, 0.416, 0.342, 0.507]}, "McDonald's": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.15, -0.053, -0.114, 0.062, -0.011, -0.028, 0.032, 0.112, 0.02, 0.142, 0.148, 0.15]}, "Tesla": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.311, 0.308, 0.283, 0.082, 0.031, 0.072, 0.23, 0.291, 0.244, 0.135, -0.153, 0.038]}, "BMW": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.519, 0.494, 0.299, 0.402, 0.446, 0.464, 0.324, 0.439, 0.391, 0.409, 0.5, 0.541]}, "Louis Vuitton": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.949, 0.779, 0.639, 0.836, 0.765, 0.842, 0.679, 0.53, 0.75, 0.782, 0.839, 0.7]}, "Cisco": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.35, 0.421, 0.44, 0.476, 0.434, 0.493, 0.319, 0.716, 0.67, 0.607, 0.518, 0.586]}, "Instagram": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.518, 0.554, 0.558, 0.592, 0.57, 0.604, 0.588, 0.608, 0.587, 0.57, 0.608, 0.654]}, "Facebook": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.026, -0.048, 0.215, 0.241, 0.232, 0.061, -0.183, -0.079, -0.062, 0.052, 0.118, -0.251]}, "IBM": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.596, 0.646, 0.551, 0.607, 0.652, 0.619, 0.582, 0.856, 0.97, 0.73, 0.727, 0.646]}, "Intel": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.405, 0.334, 0.242, 0.275, 0.413, 0.419, 0.267, 0.396, 0.588, 0.408, 0.327, 0.315]}, "SAP": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.736, 0.791, 0.727, 0.5, 0.623, 0.649, 0.723, 0.791, 0.705, 0.841, 0.834, 0.732]}, "Adobe": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.365, 0.38, 0.401, 0.388, 0.404, 0.543, 0.566, 0.716, 0.641, 0.747, 0.648, 0.581]}, "Chanel": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.932, 0.939, 0.887, 0.852, 0.823, 0.873, 0.84, 0.835, 0.902, 0.905, 0.904, 0.94]}, "Hermès": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.907, 0.929, 0.91, 0.929, 0.537, 0.87, 0.953, 0.883, 0.721, 0.687, 0.694, 0.485]}, "J.P. Morgan": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.239, 0.38, -0.051, -0.15, 0.297, -0.345, -0.171, 0.533, 0.85, -0.233, 0.219, 0.108]}, "YouTube": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.525, 0.533, 0.527, 0.524, 0.522, 0.577, 0.534, 0.548, 0.527, 0.529, 0.55, 0.568]}, "Honda": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.593, 0.622, 0.536, 0.719, 0.614, 0.541, 0.591, 0.478, 0.474, 0.562, 0.479, 0.507]}, "American Express": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.433, 0.077, 0.164, 0.297, 0.195, 0.281, 0.255, 0.665, 0.737, 0.757, 0.508, 0.534]}, "Ikea": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.088, 0.017, -0.071, 0.174, 0.268, 0.249, 0.156, -0.168, 0.266, 0.115, 0.291, 0.346]}, "UPS": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.39, -0.007, -0.218, 0.176, -0.105, -0.07, -0.449, 0.42, 0.823, 0.399, -0.168, 0.301]}, "Gucci": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.492, 0.406, 0.365, 0.303, 0.416, 0.574, 0.451, 0.627, 0.406, 0.459, 0.573, 0.448]}, "Accenture": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.666, 0.737, 0.637, 0.655, 0.709, 0.615, 0.64, 0.939, 0.977, 0.85, 0.746, 0.706]}, "Pepsi": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.183, 0.178, 0.364, 0.168, 0.193, 0.307, 0.528, 0.258, -0.26, 0.469, 0.4, 0.453]}, "GE": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.316, 0.467, -0.171, 0.351, 0.454, 0.577, 0.649, 0.728, 0.575, 0.698, 0.652, 0.739]}, "Allianz": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.101, 0.324, 0.083, -0.11, -0.134, -0.085, -0.072, 0.207, 0.469, 0.262, 0.249, 0.181]}, "Hyundai": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.441, 0.537, 0.42, 0.847, 0.877, 0.829, 0.774, 0.096, 0.305, 0.423, 0.722, 0.533]}, "Salesforce": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.733, 0.646, 0.648, 0.693, 0.691, 0.731, 0.867, 0.828, 0.965, 0.871, 0.813, 0.695]}, "Visa": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.517, 0.346, 0.214, 0.866, 0.438, 0.606, 0.374, 0.513, 0.628, 0.662, 0.633, 0.738]}, "PayPal": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.472, 0.311, 0.37, 0.453, 0.372, 0.376, 0.324, 0.524, 0.409, 0.305, 0.566, 0.519]}, "Sony": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.121, 0.339, 0.301, 0.226, 0.408, 0.378, 0.485, 0.367, 0.427, 0.499, 0.575, 0.534]}, "Netflix": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.152, 0.094, 0.174, 0.147, 0.28, 0.276, 0.268, 0.255, 0.334, 0.321, 0.389, 0.39]}, "Mastercard": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.017, 0.315, -0.154, 0.591, 0.325, 0.465, 0.339, 0.762, 0.681, 0.601, 0.474, 0.539]}, "Adidas": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.539, -0.094, 0.389, 0.592, 0.555, 0.687, 0.492, 0.431, 0.453, 0.078, 0.354, 0.43]}, "Axa": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.239, 0.444, 0.654, 0.294, 0.21, 0.676, 0.628, 0.307, 0.298, 0.463, 0.395, 0.499]}, "Budweiser": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.364, 0.442, 0.575, 0.281, 0.575, 0.709, 0.266, 0.551, 0.604, 0.582, 0.161, 0.501]}, "Nescafé": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.084, -0.002, -0.101, -0.054, 0.686, 0.62, 0.521, 0.147, 0.579, 0.474, 0.621, 0.461]}, "Audi": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.525, 0.512, 0.363, 0.478, 0.418, 0.366, 0.483, 0.367, 0.314, 0.522, 0.416, 0.491]}, "Zara": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.9, 0.893, 0.921, 0.898, 0.888, 0.878, 0.924, 0.911, 0.916, 0.887, 0.917, 0.841]}, "Volkswagen": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.523, 0.504, 0.391, 0.397, 0.318, 0.3, 0.48, 0.257, 0.059, 0.296, -0.046, 0.378]}, "Goldman Sachs": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.293, 0.115, 0.027, 0.003, 0.076, 0.002, 0.13, 0.824, 0.806, 0.601, 0.628, 0.391]}, "Ford": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.716, 0.719, 0.71, 0.746, 0.778, 0.617, 0.765, 0.774, 0.946, 0.686, 0.591, 0.569]}, "Starbucks": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.011, 0.103, -0.008, -0.042, 0.594, 0.019, 0.034, 0.132, 0.169, 0.229, 0.253, 0.371]}, "Pampers": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.336, 0.474, 0.557, 0.185, 0.147, 0.597, 0.359, 0.169, 0.271, 0.209, 0.274, 0.4]}, "Porsche": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.546, 0.487, 0.511, 0.114, 0.098, 0.142, 0.232, 0.374, 0.406, 0.577, 0.564, 0.592]}, "Airbnb": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.265, 0.199, 0.117, 0.192, 0.053, 0.055, 0.187, 0.391, 0.457, 0.212, 0.197, 0.415]}, "Siemens": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.473, 0.705, 0.583, 0.731, 0.29, 0.395, 0.155, 0.488, 0.435, 0.68, 0.673, 0.726]}, "H&M": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.805, 0.61, 0.86, 0.853, 0.652, 0.784, 0.731, 0.796, 0.721, 0.735, 0.83, 0.712]}, "Citi": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.21, -0.026, -0.088, 0.059, 0.541, 0.535, 0.139, 0.708, 0.104, 0.024, 0.401, 0.341]}, "L'Oréal": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.759, 0.648, 0.702, 0.617, 0.534, 0.551, 0.575, 0.652, 0.776, 0.77, 0.715, 0.833]}, "Philips": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.886, 0.866, 0.893, 0.907, 0.9, 0.912, 0.757, 0.805, 0.686, 0.811, 0.863, 0.817]}, "eBay": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.544, 0.601, 0.585, 0.676, 0.761, 0.682, 0.587, 0.584, 0.59, 0.695, 0.738, 0.766]}, "Nissan": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.471, 0.529, 0.454, 0.311, 0.471, 0.307, 0.479, 0.43, 0.443, 0.52, 0.427, 0.507]}, "HP": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.092, 0.315, 0.575, 0.303, 0.854, 0.592, 0.359, 0.504, 0.604, 0.564, 0.389, 0.684]}, "Lego": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.661, 0.706, 0.66, 0.644, 0.665, 0.736, 0.752, 0.701, 0.717, 0.757, 0.804, 0.783]}, "Red Bull": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.249, 0.362, 0.07, 0.14, 0.229, 0.219, 0.288, 0.231, 0.181, 0.137, 0.343, 0.418]}, "HSBC": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.965, 0.636, 0.667, 0.833, 0.623, 0.923, 0.765, -0.405, -0.077, -0.271, -0.203, 0.488]}, "Morgan Stanley": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.475, 0.462, 0.572, 0.663, 0.071, 0.264, 0.467, 0.97, 0.985, 0.794, 0.755, 0.77]}, "Nestlé": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.04, -0.051, -0.501, -0.237, -0.144, -0.034, -0.211, 0.28, 0.238, 0.129, 0.145, 0.34]}, "Nintendo": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.754, 0.548, 0.644, 0.594, 0.701, 0.653, 0.567, 0.724, 0.608, 0.594, 0.536, 0.701]}, "3M": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.704, 0.806, 0.806, 0.818, 0.784, 0.8, 0.796, 0.807, 0.846, 0.813, 0.786, 0.831]}, "Spotify": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.428, 0.476, 0.366, 0.603, 0.634, 0.64, 0.667, 0.639, 0.639, 0.697, 0.635, 0.649]}, "Gillette": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.354, 0.505, 0.478, 0.573, 0.703, 0.494, 0.851, 0.841, 0.59, 0.587, 0.524, 0.562]}, "Colgate": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.145, 0.565, 0.207, 0.268, 0.25, 0.473, -0.056, 0.257, 0.213, 0.561, 0.5, 0.089]}, "Danone": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.068, 0.004, -0.047, -0.353, -0.24, -0.183, -0.303, -0.41, 0.068, -0.588, -0.287, -0.197]}, "Cartier": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.37, 0.604, 0.386, 0.085, 0.463, 0.693, 0.719, 0.857, 0.923, 0.942, 0.564, 0.839]}, "Ferrari": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.299, 0.376, 0.406, 0.274, 0.062, 0.032, -0.015, 0.014, 0.094, 0.157, 0.257, 0.358]}, "Santander": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.5, 0.364, 0.207, -0.014, -0.135, 0.278, 0.949, 0.662, 0.78, 0.559, 0.599, 0.516]}, "Dior": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.721, 0.721, 0.568, 0.767, 0.476, 0.626, 0.559, 0.649, 0.727, 0.686, 0.693, 0.852]}, "Kellogg's": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.179, 0.464, 0.746, 0.262, 0.353, 0.569, 0.361, 0.754, 0.938, 0.613, 0.452, 0.551]}, "Fedex": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.136, -0.156, -0.174, -0.302, -0.254, -0.412, -0.234, 0.302, 0.052, 0.231, 0.045, -0.101]}, "Corona": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.618, 0.782, 0.404, 0.655, 0.741, 0.626, 0.628, 0.775, 0.815, 0.793, 0.699, 0.819]}, "LinkedIn": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.243, 0.102, 0.085, 0.194, 0.129, 0.148, 0.183, 0.426, 0.557, 0.555, 0.501, 0.492]}, "DHL": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.261, -0.386, -0.246, -0.419, -0.265, -0.057, 0.022, 0.389, 0.289, 0.248, 0.429, 0.114]}, "Caterpillar": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.735, 0.515, 0.231, 0.621, 0.741, 0.688, 0.747, 0.865, 0.962, 0.335, 0.652, 0.789]}, "Xiaomi": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.347, 0.388, 0.375, 0.387, 0.254, 0.246, 0.296, 0.188, 0.22, 0.373, 0.345, 0.466]}, "Jack Daniel's": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.642, 0.678, 0.408, 0.452, 0.463, 0.46, 0.275, 0.616, 0.683, 0.713, 0.466, 0.529]}, "Huawei": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.254, 0.391, 0.136, 0.147, 0.032, 0.107, 0.014, 0.272, 0.427, 0.259, 0.148, 0.225]}, "Kia": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.808, -0.169, 0.58, 0.735, 0.764, 0.502, 0.718, 0.577, 0.064, 0.441, 0.336, 0.615]}, "Tiffany & Co.": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.825, 0.916, 0.932, 0.881, 0.904, 0.744, 0.762, 0.959, 0.88, 0.968, 0.95, 0.983]}, "Prada": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.523, 0.667, 0.419, 0.285, 0.493, 0.72, 0.55, 0.519, 0.623, 0.5, 0.69, 0.569]}, "Hewlett Packard Enterprise": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.828, 0.914, 0.835, 0.843, 0.906, 0.845, 0.912, 0.785, 0.848, 0.876, 0.81, 0.867]}, "Panasonic": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.649, 0.69, 0.645, 0.695, 0.712, 0.68, 0.744, 0.674, 0.703, 0.698, 0.735, 0.528]}, "Johnson & Johnson": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.338, 0.147, 0.086, 0.364, -0.223, -0.005, 0.509, 0.649, 0.951, 0.65, 0.581, 0.588]}, "Hennessy": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.261, 0.162, -0.027, -0.128, -0.005, 0.456, 0.041, 0.371, 0.428, -0.075, 0.04, 0.288]}, "KFC": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [-0.149, 0.106, 0.578, 0.616, 0.001, -0.083, 0.233, 0.154, 0.318, 0.46, 0.66, 0.425]}, "Heineken": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.046, -0.053, -0.128, -0.067, 0.096, -0.054, 0.03, 0.247, 0.108, 0.183, 0.376, 0.285]}, "Burberry": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.68, 0.786, 0.739, 0.773, 0.405, 0.819, 0.927, 0.738, 0.753, 0.623, 0.837, 0.787]}, "Canon": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.779, 0.807, 0.785, 0.753, 0.767, 0.777, 0.796, 0.831, 0.813, 0.824, 0.844, 0.851]}, "Land Rover": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.736, 0.683, 0.687, 0.74, 0.67, 0.851, 0.68, 0.642, 0.599, 0.601, 0.698, 0.593]}, "Mini": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.862, 0.9, 0.882, 0.493, 0.75, 0.708, 0.759, 0.701, 0.747, 0.824, 0.836, 0.843]}, "Sephora": {"Date": ["Jan '22", "Feb '22", "Mar '22", "Apr '22", "May '22", "Jun '22", "Jul '22", "Aug '22", "Sep '22", "Oct '22", "Nov '22", "Dec '22"], "Net Sentiment": [0.087, -0.012, 0.385, 0.356, 0.234, 0.34, 0.554, 0.439, 0.558, 0.615, 0.652, 0.484]}}, "topics": {"Apple": {"Topic": ["iPhone", "App", "Google", "iPad", "iOS", "Twitter", "Music", "products", "phone", "devices"], "documents": [16549, 7577, 5770, 4679, 4168, 4069, 3996, 3983, 3752, 3528], "colors": ["#acdf46", "#a7da41", "#abde45", "#95c82f", "#b1e44b", "#b3e64d", "#99cc33", "#8dc027", "#9ed138", "#92c52c"]}, "Microsoft": {"Topic": ["Business", "Google", "services", "Apple", "companies", "Game", "report", "Teams", "technology", "Global"], "documents": [8493, 8153, 7766, 6634, 6578, 6406, 6348, 6305, 6040, 5953], "colors": ["#87ba21", "#a5d83f", "#86b920", "#aee148", "#86b920", "#a0d33a", "#8bbe25", "#86b920", "#7db017", "#80b31a"]}, "Amazon": {"Topic": ["PayPay", "応募", "iTunes", "ゼン", "Google", "応募方法", "選べる", "引用", "投稿", "いいね"], "documents": [18474, 16739, 16156, 15566, 13249, 11881, 10012, 9721, 8301, 7909], "colors": ["#87ba21", "#80b31a", "#88bb22", "#7eb118", "#84b71e", "#86b920", "#7aad14", "#7bae15", "#6da007", "#84b71e"]}, "Google": {"Topic": ["search", "Services", "app", "business", "users", "provide", "Product", "report", "technology", "information"], "documents": [14014, 7631, 7171, 6846, 6837, 6121, 6037, 6003, 5931, 5913], "colors": ["#8bbe25", "#8dc027", "#a0d33a", "#88bb22", "#8fc229", "#80b31a", "#85b81f", "#8fc229", "#83b61d", "#86b920"]}, "Samsung": {"Topic": ["삼성", "Galaxy", "iPhone", "phone", "한", "Apple", "Ultra", "TV", "smartphone", "등"], "documents": [15063, 12376, 9456, 7046, 5771, 5361, 4353, 4351, 4150, 3907], "colors": ["#bcef56", "#a3d63d", "#98cb32", "#9acd34", "#c4f75e", "#a3d63d", "#a1d43b", "#95c82f", "#99cc33", "#c7fa61"]}, "Toyota": {"Topic": ["ヨタ", "車", "自動車", "Camry", "Price", "Motor", "vehicles", "Model", "sales", "Auto"], "documents": [39214, 7048, 6183, 4428, 4146, 4061, 3947, 3581, 3206, 2996], "colors": ["#a1d43b", "#a4d73e", "#aadd44", "#9ed138", "#8ec128", "#a2d53c", "#8dc027", "#90c32a", "#86b920", "#a4d73e"]}, "Coca-Cola": {"Topic": ["Holidays", "market", "drinks", "billion", "business", "sells", "beverage", "Group", "report", "According"], "documents": [18504, 9474, 9407, 6715, 6552, 5888, 5744, 5742, 5582, 5176], "colors": ["#6da007", "#74a70e", "#79ac13", "#6fa209", "#75a80f", "#79ac13", "#6ea108", "#78ab12", "#74a70e", "#77aa11"]}, "Mercedes-Benz": {"Topic": ["Mercedes Benz", "AMG", "Model", "vehicle", "Auto", "BMW", "Motor", "team", "Stadium", "Group"], "documents": [29271, 7382, 6173, 5668, 5147, 4967, 4886, 4359, 4218, 4098], "colors": ["#a0d33a", "#99cc33", "#99cc33", "#89bc23", "#afe249", "#aadd44", "#a4d73e", "#7eb118", "#81b41b", "#94c72e"]}, "Disney": {"Topic": ["Netflix", "movie", "Princess", "spotify", "show", "film", "youtube", "character", "series", "Marvel"], "documents": [5459, 5254, 4593, 3063, 3020, 2909, 2818, 2752, 2646, 2088], "colors": ["#99cc33", "#8dc027", "#84b71e", "#8bbe25", "#8ec128", "#8dc027", "#8cbf26", "#90c32a", "#9ccf36", "#98cb32"]}, "Nike": {"Topic": ["shoes", "Adidas", "share", "Black", "sneakers", "available", "items", "brand", "loving", "Size"], "documents": [4231, 3526, 3083, 2795, 2766, 2749, 2718, 2407, 2308, 2258], "colors": ["#96c930", "#b1e44b", "#6fa209", "#90c32a", "#8ec128", "#7aad14", "#6c9f06", "#86b920", "#669900", "#90c32a"]}, "McDonald's": {"Topic": ["McDo", "McD", "meal", "Mc Donalds", "eat", "Maccas", "Burger", "order", "food", "restaurants"], "documents": [11088, 9707, 6069, 5553, 4573, 4122, 2389, 2388, 2301, 2251], "colors": ["#b5e84f", "#b3e64d", "#7caf16", "#bbee55", "#7caf16", "#a8db42", "#a8db42", "#aadd44", "#a0d33a", "#9acd34"]}, "Tesla": {"Topic": ["Musk", "Elon Musk", "Twitter", "$TSLA", "stock", "CEO", "vehicles", "report", "market", "billion"], "documents": [17570, 10973, 10807, 6316, 6159, 4954, 4905, 4850, 4822, 4717], "colors": ["#b8eb52", "#b9ec53", "#b9ec53", "#b0e34a", "#abde45", "#b4e74e", "#a7da41", "#a3d63d", "#99cc33", "#aee148"]}, "BMW": {"Topic": ["Auto", "Model", "Motor", "vehicle", "Series", "service", "Mercedes", "Audi", "drive", "Sport"], "documents": [3692, 3174, 3119, 2868, 2811, 2792, 2655, 2591, 2534, 2527], "colors": ["#b1e44b", "#96c930", "#a7da41", "#8cbf26", "#9acd34", "#97ca31", "#afe249", "#b0e34a", "#8abd24", "#97ca31"]}, "Louis Vuitton": {"Topic": ["fashion", "Paris", "bag", "wearing", "Virgil Abloh", "happening", "fashion show live from Paris", "LV", "brand", "Collection"], "documents": [6389, 6329, 6107, 5119, 4626, 3796, 3600, 3331, 3128, 2803], "colors": ["#72a50c", "#72a50c", "#a6d940", "#a0d33a", "#a2d53c", "#6b9e05", "#669900", "#9bce35", "#8cbf26", "#7caf16"]}, "Cisco": {"Topic": ["Business", "Services", "Global", "report", "Network", "Technology", "provides", "Industry", "Solutions", "growth"], "documents": [20543, 19283, 19246, 19220, 19130, 17789, 17770, 16869, 16859, 16358], "colors": ["#77aa11", "#77aa11", "#78ab12", "#7aad14", "#83b61d", "#75a80f", "#70a30a", "#71a40b", "#71a40b", "#72a50c"]}, "Instagram": {"Topic": ["Story", "Update", "Twitter", "Facebook", "Stories", "video", "account", "TikTok", "YouTube", "show"], "documents": [11939, 9346, 6514, 4772, 4298, 3577, 2776, 2610, 2433, 1980], "colors": ["#99cc33", "#a0d33a", "#a3d63d", "#9acd34", "#9ed138", "#9ccf36", "#96c930", "#9ed138", "#9acd34", "#86b920"]}, "Facebook": {"Topic": ["Ads", "fb.me", "users", "account", "Marketing", "Instagram", "page", "business", "platform", "video"], "documents": [17007, 8093, 7886, 5669, 5090, 4686, 4502, 4241, 3858, 3857], "colors": ["#abde45", "#95c82f", "#a9dc43", "#baed54", "#9fd239", "#a0d33a", "#9ccf36", "#98cb32", "#aadd44", "#a5d83f"]}, "IBM": {"Topic": ["Business", "Services", "Technology", "Global", "provides", "report", "companies", "Systems", "industry", "solutions"], "documents": [17731, 14867, 14274, 13765, 13575, 13478, 13000, 12188, 12166, 12149], "colors": ["#7caf16", "#78ab12", "#77aa11", "#77aa11", "#71a40b", "#79ac13", "#77aa11", "#7db017", "#72a50c", "#70a30a"]}, "Intel": {"Topic": ["Core", "report", "Processor", "Windows", "Laptop", "CPU", "Technology", "chip", "AMD", "provides"], "documents": [14366, 5708, 5658, 5364, 5150, 4816, 4774, 4735, 4650, 4348], "colors": ["#90c32a", "#98cb32", "#83b61d", "#9acd34", "#a3d63d", "#92c52c", "#80b31a", "#a4d73e", "#a9dc43", "#7caf16"]}, "SAP": {"Topic": ["Sapag", "business", "services", "Technology", "products", "Global", "solutions", "provide", "Application", "learning"], "documents": [9766, 6236, 5757, 5479, 5424, 5262, 5190, 5112, 4971, 4875], "colors": ["#b0e34a", "#74a70e", "#70a30a", "#70a30a", "#6a9d04", "#74a70e", "#6c9f06", "#6a9d04", "#6b9e05", "#6ea108"]}, "Adobe": {"Topic": ["$ADBE", "Microsoft", "design", "Software", "report", "Product", "Global", "Business", "shares", "Digital"], "documents": [11634, 9192, 7023, 6808, 6468, 6300, 6095, 6025, 5775, 5051], "colors": ["#acdf46", "#85b81f", "#7db017", "#8abd24", "#83b61d", "#7eb118", "#87ba21", "#77aa11", "#75a80f", "#7db017"]}, "Chanel": {"Topic": ["d’Art", "Métiers", "création", "collection", "artisans", "sunglasses", "Ateliers", "pièces", "Paris", "suit"], "documents": [4306, 4022, 1494, 1321, 1317, 1243, 1218, 1127, 1051, 994], "colors": ["#88bb22", "#8abd24", "#77aa11", "#74a70e", "#77aa11", "#a1d43b", "#7caf16", "#6fa209", "#7bae15", "#7eb118"]}, "Hermès": {"Topic": ["International", "report", "Brands", "LVMH", "Group", "Paris", "Global", "China", "Luxury", "Product"], "documents": [5116, 2634, 2550, 2503, 2486, 2298, 2171, 2170, 2128, 2024], "colors": ["#99cc33", "#80b31a", "#77aa11", "#96c930", "#92c52c", "#a5d83f", "#82b51c", "#8ec128", "#7db017", "#74a70e"]}, "J.P. Morgan": {"Topic": ["Bank", "market", "JP Morgan", "business", "report", "Investment", "investors", "price", "Asset", "Analyst"], "documents": [27690, 18220, 17957, 13797, 13532, 13147, 12185, 12109, 11923, 11808], "colors": ["#a8db42", "#95c82f", "#abde45", "#8bbe25", "#96c930", "#8ec128", "#91c42b", "#98cb32", "#90c32a", "#9ccf36"]}, "YouTube": {"Topic": ["Video", "través", "Shorts", "VIEWS", "channel", "aracılığıyla", "Official Video", "ผ่าน", "MV", "Show"], "documents": [11084, 3666, 2040, 1743, 1658, 1593, 1489, 1483, 1308, 1272], "colors": ["#90c32a", "#b8eb52", "#8bbe25", "#79ac13", "#85b81f", "#c2f55c", "#92c52c", "#baed54", "#a7da41", "#91c42b"]}, "Honda": {"Topic": ["本田", "本田圭佑", "解説", "Motor", "Civic", "vehicles", "Toyota", "Auto", "Model", "Team"], "documents": [29888, 4890, 4458, 3735, 2531, 1886, 1863, 1816, 1735, 1686], "colors": ["#a5d83f", "#b4e74e", "#abde45", "#b0e34a", "#acdf46", "#8cbf26", "#a2d53c", "#ade047", "#94c72e", "#88bb22"]}, "American Express": {"Topic": ["Amex", "Business", "Visa", "Market", "services", "Bank", "Mastercard", "companies", "report", "offer"], "documents": [23869, 13762, 13750, 12025, 11511, 10696, 10691, 10648, 10424, 9998], "colors": ["#9dd037", "#82b51c", "#abde45", "#80b31a", "#82b51c", "#92c52c", "#abde45", "#9dd037", "#88bb22", "#7caf16"]}, "Ikea": {"Topic": ["furniture", "home", "shopping", "products", "build", "offer", "Swedish", "room", "design", "Market"], "documents": [5982, 3459, 3141, 2169, 2169, 1995, 1888, 1761, 1628, 1508], "colors": ["#9dd037", "#7eb118", "#88bb22", "#80b31a", "#8ec128", "#9bce35", "#a0d33a", "#7db017", "#80b31a", "#97ca31"]}, "UPS": {"Topic": ["UPS", "delivery", "Package", "report", "business", "High", "provides", "Group", "growth", "billion"], "documents": [23311, 19153, 16834, 13685, 12324, 11273, 10801, 9043, 9020, 9000], "colors": ["#a3d63d", "#96c930", "#a2d53c", "#7fb219", "#7db017", "#8dc027", "#76a910", "#7aad14", "#75a80f", "#76a910"]}, "Gucci": {"Topic": ["House", "wearing", "Adidas", "brand", "bag", "fashion", "show", "collection", "Styles", "Film"], "documents": [6738, 4409, 4270, 3540, 3254, 3115, 2457, 2425, 2394, 2177], "colors": ["#88bb22", "#89bc23", "#a1d43b", "#89bc23", "#93c62d", "#7db017", "#81b41b", "#78ab12", "#7eb118", "#80b31a"]}, "Accenture": {"Topic": ["Business", "Services", "Global", "Technology", "companies", "provides", "report", "industry", "Solutions", "information"], "documents": [26482, 25593, 24749, 22780, 21076, 20326, 19752, 19718, 19443, 19142], "colors": ["#75a80f", "#76a910", "#77aa11", "#73a60d", "#72a50c", "#6c9f06", "#76a910", "#6ea108", "#70a30a", "#70a30a"]}, "Pepsi": {"Topic": ["Pepsiman", "Pespi", "game", "Drink", "Pepsiman Forever", "Pepsiman for President", "fun", "Brad's", "Coca-Cola", "manese"], "documents": [13179, 3634, 964, 619, 432, 421, 374, 367, 317, 266], "colors": ["#acdf46", "#bbee55", "#86b920", "#a2d53c", "#ccff66", "#669900", "#73a60d", "#a1d43b", "#c0f35a", "#cbfe65"]}, "GE": {"Topic": ["GE", "business", "service", "NYSE", "Energy", "Power", "Market", "customers", "report", "operating"], "documents": [9400, 8831, 8626, 8621, 8511, 8382, 7257, 7186, 7131, 6836], "colors": ["#7db017", "#6fa209", "#6fa209", "#72a50c", "#73a60d", "#77aa11", "#75a80f", "#70a30a", "#72a50c", "#6b9e05"]}, "Allianz": {"Topic": ["Stadium", "Group", "Market", "business", "report", "Global", "bereits", "Bank", "Services", "Euro"], "documents": [7927, 7554, 7547, 6427, 6184, 5926, 5899, 5250, 5175, 5075], "colors": ["#9dd037", "#92c52c", "#8abd24", "#88bb22", "#89bc23", "#9acd34", "#cafd64", "#a0d33a", "#8bbe25", "#c5f85f"]}, "Hyundai": {"Topic": ["한", "자동차", "등", "했다", "현대자동차", "것", "있다", "현대", "현대차", "된"], "documents": [25311, 24096, 20126, 19395, 19384, 17432, 17230, 15593, 14981, 14289], "colors": ["#c8fb62", "#b8eb52", "#cbfe65", "#ccff66", "#c4f75e", "#ccff66", "#ccff66", "#c1f45b", "#ccff66", "#c9fc63"]}, "Salesforce": {"Topic": ["business", "Market", "Services", "customers", "provides", "companies", "platform", "report", "experience", "solutions"], "documents": [17560, 16579, 14314, 14201, 12378, 12016, 11988, 11878, 11833, 11509], "colors": ["#78ab12", "#7bae15", "#78ab12", "#75a80f", "#6da007", "#75a80f", "#76a910", "#7caf16", "#72a50c", "#70a30a"]}, "Visa": {"Topic": ["Card", "purchase", "Bank", "Market", "Pay", "Business", "credit-card", "Financial", "services", "digital"], "documents": [43525, 16316, 10848, 10155, 10002, 9655, 9010, 8768, 8722, 8619], "colors": ["#92c52c", "#a2d53c", "#8dc027", "#7caf16", "#8ec128", "#7eb118", "#8dc027", "#7eb118", "#81b41b", "#7aad14"]}, "PayPal": {"Topic": ["Cashapp", "Venmo", "Payment", "account", "Gcash", "Selling", "Pay", "send", "App", "money"], "documents": [7987, 7823, 7516, 6504, 6086, 5652, 5371, 4918, 4734, 4627], "colors": ["#8fc229", "#92c52c", "#94c72e", "#a2d53c", "#92c52c", "#8abd24", "#98cb32", "#90c32a", "#94c72e", "#a7da41"]}, "Sony": {"Topic": ["ソニー", "game", "PlayStation", "Microsoft", "PS5", "Xbox", "Video", "release", "TV", "Camera"], "documents": [19849, 5817, 5160, 3934, 3775, 2896, 2860, 2835, 2782, 2685], "colors": ["#9bce35", "#9ed138", "#aadd44", "#b0e34a", "#a7da41", "#aadd44", "#90c32a", "#94c72e", "#91c42b", "#8abd24"]}, "Netflix": {"Topic": ["series", "show", "Spotify", "youtube", "movie", "Season", "HBO", "Canva", "Sharing", "Disney"], "documents": [8980, 5761, 5145, 4364, 3821, 3816, 3411, 3245, 3189, 3150], "colors": ["#9fd239", "#9acd34", "#95c82f", "#97ca31", "#92c52c", "#96c930", "#a4d73e", "#96c930", "#aadd44", "#9ed138"]}, "Mastercard": {"Topic": ["Visa", "payment", "Bank", "services", "purchase", "Pay", "business", "market", "partners", "digital"], "documents": [30389, 10682, 9642, 8165, 8046, 6797, 6465, 6283, 6251, 6095], "colors": ["#b8eb52", "#97ca31", "#9acd34", "#90c32a", "#a1d43b", "#9ed138", "#86b920", "#84b71e", "#8abd24", "#8dc027"]}, "Adidas": {"Topic": ["Nike", "West", "brand", "Kanye West", "shoes", "deal", "Yeezy", "share", "items", "Size"], "documents": [6448, 5234, 3601, 3334, 3249, 3118, 3094, 2850, 2685, 2668], "colors": ["#b0e34a", "#b7ea51", "#98cb32", "#b9ec53", "#90c32a", "#b1e44b", "#afe249", "#6ea108", "#6da007", "#92c52c"]}, "Axa": {"Topic": ["Insurance", "Group", "services", "Euro", "business", "partner", "Market", "provides", "offers", "clients"], "documents": [6429, 5809, 5276, 4951, 4709, 4615, 4563, 4452, 4213, 4174], "colors": ["#91c42b", "#97ca31", "#83b61d", "#c6f960", "#7caf16", "#91c42b", "#81b41b", "#76a910", "#76a910", "#90c32a"]}, "Budweiser": {"Topic": ["beer", "Qatar", "FIFA", "drink", "Cup", "Match", "Bud Light", "alcohol", "game", "stadiums"], "documents": [13326, 11090, 10618, 8843, 8374, 6895, 6502, 5841, 5633, 5231], "colors": ["#93c62d", "#aee148", "#ade047", "#a5d83f", "#96c930", "#80b31a", "#a5d83f", "#a7da41", "#87ba21", "#a0d33a"]}, "Nescafé": {"Topic": ["Gold Crema", "GULF", "Coffee", "café", "Nestlé", "Brand", "Creamy", "kopi", "Black", "kahve"], "documents": [10572, 8630, 6668, 6044, 2560, 2436, 2286, 2224, 2196, 2137], "colors": ["#81b41b", "#aee148", "#91c42b", "#98cb32", "#a3d63d", "#8abd24", "#98cb32", "#bcef56", "#b2e54c", "#bef158"]}, "Audi": {"Topic": ["BMW", "Porsche", "Volkswagen", "Mercedes", "Auto", "Motor", "Team", "Model", "vehicle", "Sport"], "documents": [6982, 5959, 4461, 4354, 4326, 3952, 3846, 3417, 3233, 3109], "colors": ["#afe249", "#b5e84f", "#b3e64d", "#b1e44b", "#b3e64d", "#ade047", "#93c62d", "#97ca31", "#88bb22", "#96c930"]}, "Zara": {"Topic": ["Brand", "outfit", "dress", "fashion", "Price", "Size", "fit", "Bag", "Blazer", "style"], "documents": [1916, 1531, 1318, 1256, 1088, 970, 760, 597, 596, 590], "colors": ["#7eb118", "#6ea108", "#6ea108", "#7db017", "#76a910", "#79ac13", "#6fa209", "#77aa11", "#70a30a", "#6c9f06"]}, "Volkswagen": {"Topic": ["Auto", "VW", "Motors", "Porsche", "Audi", "vehicles", "Model", "Ford", "Market", "BMW"], "documents": [9640, 8341, 7037, 6981, 6745, 6632, 6143, 6129, 5385, 5364], "colors": ["#b7ea51", "#aee148", "#aee148", "#b8eb52", "#b2e54c", "#8dc027", "#9ccf36", "#ade047", "#8ec128", "#aee148"]}, "Goldman Sachs": {"Topic": ["market", "Group", "report", "additional", "business", "quarter", "company’s", "firm", "hold", "billion"], "documents": [28048, 27211, 26877, 22365, 22287, 22134, 21974, 21408, 21126, 20902], "colors": ["#7eb118", "#7eb118", "#7eb118", "#76a910", "#7bae15", "#78ab12", "#76a910", "#7aad14", "#78ab12", "#77aa11"]}, "Ford": {"Topic": ["report", "business", "Electric", "provide", "companies", "Global", "industry", "shares", "sales", "Service"], "documents": [13629, 13034, 12754, 11976, 11709, 11403, 10805, 10513, 10316, 9953], "colors": ["#87ba21", "#7bae15", "#81b41b", "#78ab12", "#7db017", "#7caf16", "#78ab12", "#7eb118", "#7fb219", "#7db017"]}, "Starbucks": {"Topic": ["COFFEE", "ゼン", "COFFEE CHOICEト ラ イ アルク ー ポン を 10万名", "workers", "drink", "order", "union", "barista", "unionized", "Amazon"], "documents": [17143, 11973, 9427, 5264, 5244, 4519, 4488, 3973, 3320, 2583], "colors": ["#b1e44b", "#b2e54c", "#c4f75e", "#abde45", "#9fd239", "#acdf46", "#aee148", "#afe249", "#acdf46", "#90c32a"]}, "Pampers": {"Topic": ["diapers", "Baby", "Parent", "brands", "price", "Pants", "products", "pack", "Gamble", "bebé"], "documents": [3879, 3638, 1924, 1131, 1087, 959, 954, 952, 931, 897], "colors": ["#85b81f", "#8cbf26", "#72a50c", "#83b61d", "#99cc33", "#90c32a", "#86b920", "#9acd34", "#a6d940", "#93c62d"]}, "Porsche": {"Topic": ["Kinn", "Baddies", "Audi", "Vegas", "Volkswagen", "Taycan", "Sport", "BMW", "Model", "Auto"], "documents": [16210, 4022, 3131, 3094, 2469, 2171, 2128, 1980, 1830, 1795], "colors": ["#afe249", "#b2e54c", "#b6e950", "#b7ea51", "#baed54", "#a8db42", "#94c72e", "#a8db42", "#93c62d", "#b0e34a"]}, "Airbnb": {"Topic": ["hotel", "book", "rental", "home", "host", "house", "experience", "$ABNB", "listing", "market"], "documents": [10190, 8176, 7925, 6844, 6619, 5759, 4362, 3982, 3978, 3627], "colors": ["#9ed138", "#92c52c", "#96c930", "#8fc229", "#8dc027", "#94c72e", "#75a80f", "#a9dc43", "#80b31a", "#92c52c"]}, "Siemens": {"Topic": ["Global", "report", "Region", "Industry", "growth", "Business", "Key", "provides", "Systems", "Industrial"], "documents": [20388, 18422, 18119, 17319, 16863, 16728, 16636, 16392, 16252, 16215], "colors": ["#7aad14", "#78ab12", "#7eb118", "#71a40b", "#70a30a", "#77aa11", "#72a50c", "#6fa209", "#7caf16", "#7fb219"]}, "H&M": {"Topic": ["report", "high", "Retail", "additional", "business", "Group", "quarter", "company's", "Signaling", "hold"], "documents": [12824, 10696, 10286, 9360, 9145, 8980, 8930, 8851, 8850, 8760], "colors": ["#78ab12", "#78ab12", "#77aa11", "#75a80f", "#76a910", "#76a910", "#78ab12", "#77aa11", "#78ab12", "#78ab12"]}, "Citi": {"Topic": ["Bank", "provide", "million", "Market", "Business", "Credit", "services", "financial", "Global", "Card"], "documents": [24481, 14846, 13387, 10251, 10100, 9959, 9431, 9362, 8358, 8033], "colors": ["#a4d73e", "#99cc33", "#a3d63d", "#89bc23", "#81b41b", "#96c930", "#89bc23", "#85b81f", "#88bb22", "#98cb32"]}, "L'Oréal": {"Topic": ["Paris", "CeraVe", "products", "skin", "brand", "Beauty", "Serum", "Global", "Cream", "Business"], "documents": [20875, 17988, 7091, 6407, 5477, 4794, 4570, 4211, 3982, 3477], "colors": ["#9bce35", "#a8db42", "#78ab12", "#81b41b", "#80b31a", "#79ac13", "#8ec128", "#7bae15", "#88bb22", "#75a80f"]}, "Philips": {"Topic": ["Global", "report", "Healthcare", "provides", "Key", "Region", "Systems", "Medical", "Product", "Technology"], "documents": [25077, 23454, 22524, 21558, 21474, 20751, 20749, 20282, 20089, 19842], "colors": ["#78ab12", "#78ab12", "#80b31a", "#71a40b", "#72a50c", "#7caf16", "#7bae15", "#7fb219", "#74a70e", "#73a60d"]}, "eBay": {"Topic": ["Vintage", "Size", "Black", "Card", "Women", "Box", "White", "Blue", "sell", "Silver"], "documents": [5979, 4920, 4750, 4181, 3013, 2963, 2894, 2818, 2724, 2611], "colors": ["#96c930", "#9ed138", "#a6d940", "#a1d43b", "#9acd34", "#a0d33a", "#9bce35", "#97ca31", "#a0d33a", "#a0d33a"]}, "Nissan": {"Topic": ["産", "産スタジアム", "車", "GT-R", "自動車", "vehicles", "Toyota", "Motor", "Auto", "model"], "documents": [49069, 10206, 7605, 5890, 4026, 2849, 2638, 2635, 2129, 1970], "colors": ["#9ccf36", "#8fc229", "#9dd037", "#acdf46", "#a2d53c", "#8cbf26", "#a1d43b", "#a2d53c", "#a6d940", "#8fc229"]}, "HP": {"Topic": ["HPQ", "business", "report", "Inc.", "Services", "Product", "shares", "Systems", "Technology", "provides"], "documents": [20333, 14263, 13323, 12678, 12391, 12201, 11984, 11981, 11973, 11701], "colors": ["#a4d73e", "#7eb118", "#86b920", "#85b81f", "#7bae15", "#77aa11", "#85b81f", "#7caf16", "#78ab12", "#72a50c"]}, "Lego": {"Topic": ["build", "ゴ", "game", "bricks", "pieces", "fun", "kids", "video", "show", "Ideas"], "documents": [7412, 6849, 3653, 3586, 2312, 2301, 2203, 2034, 1975, 1924], "colors": ["#85b81f", "#a2d53c", "#86b920", "#8ec128", "#8cbf26", "#6da007", "#80b31a", "#84b71e", "#81b41b", "#8bbe25"]}, "Red Bull": {"Topic": ["Verstappen", "Ferrari", "Perez", "Mercedes", "Max Verstappen", "team", "F1", "Leclerc", "Formula", "Hamilton"], "documents": [14244, 13420, 10365, 9788, 9303, 9030, 8892, 6940, 6681, 6474], "colors": ["#b2e54c", "#b3e64d", "#b2e54c", "#b0e34a", "#afe249", "#9bce35", "#aadd44", "#b5e84f", "#aadd44", "#b1e44b"]}, "HSBC": {"Topic": ["Household", "Page", "Processo", "Cível", "Silva", "art", "S.A", "autos", "presente", "prazo"], "documents": [914, 871, 704, 693, 637, 632, 598, 586, 562, 549], "colors": ["#8cbf26", "#c9fc63", "#ccff66", "#cbfe65", "#cbfe65", "#cbfe65", "#cafd64", "#cafd64", "#b4e74e", "#ccff66"]}, "Morgan Stanley": {"Topic": ["report", "high", "company’s", "billion", "ratio", "firm", "business", "According", "Inc.", "sell"], "documents": [33343, 30735, 29233, 28928, 28730, 27854, 26886, 25412, 23798, 23728], "colors": ["#77aa11", "#74a70e", "#73a60d", "#74a70e", "#72a50c", "#74a70e", "#74a70e", "#76a910", "#72a50c", "#75a80f"]}, "Nestlé": {"Topic": ["Nescau", "food", "chocolate", "products", "Market", "million", "Group", "brands", "business", "Global"], "documents": [15208, 9076, 8273, 6925, 6745, 5198, 4858, 4748, 4546, 4118], "colors": ["#bef158", "#a3d63d", "#96c930", "#96c930", "#9fd239", "#8bbe25", "#a9dc43", "#92c52c", "#91c42b", "#8ec128"]}, "Nintendo": {"Topic": ["ゼン", "任天堂", "応募", "応募方法", "締切", "Switch", "投稿", "Amazon", "PayPay", "抽選"], "documents": [39375, 33949, 30335, 26410, 26120, 17222, 15711, 12668, 12368, 11390], "colors": ["#8dc027", "#a6d940", "#98cb32", "#9ccf36", "#9bce35", "#95c82f", "#83b61d", "#baed54", "#b8eb52", "#8ec128"]}, "3M": {"Topic": ["report", "Global", "Product", "share", "Region", "Industry", "Segment", "Industries", "CAGR", "Business"], "documents": [44642, 43459, 43177, 38180, 36962, 36689, 35972, 34782, 34614, 34343], "colors": ["#72a50c", "#74a70e", "#73a60d", "#70a30a", "#75a80f", "#6fa209", "#6fa209", "#75a80f", "#75a80f", "#71a40b"]}, "Spotify": {"Topic": ["streams", "song", "surpassed", "Global", "Chart", "YouTube", "playlist", "Music", "album", "Artists"], "documents": [31874, 11412, 9974, 9566, 8324, 6966, 6238, 6222, 5667, 5214], "colors": ["#8cbf26", "#82b51c", "#77aa11", "#a2d53c", "#9ed138", "#92c52c", "#96c930", "#92c52c", "#8abd24", "#89bc23"]}, "Gillette": {"Topic": ["Razor", "win", "team", "game", "Blades", "State", "Head", "show", "home", "business"], "documents": [8115, 5249, 4638, 4548, 4490, 3347, 3339, 3266, 3189, 3024], "colors": ["#87ba21", "#6c9f06", "#76a910", "#93c62d", "#80b31a", "#7eb118", "#90c32a", "#8abd24", "#7caf16", "#7aad14"]}, "Colgate": {"Topic": ["mouthwash", "California", "Arizona", "Mexico", "Idaho", "Indiana", "Nevada", "Montana", "Georgia", "Utah"], "documents": [331, 275, 275, 269, 267, 266, 266, 265, 265, 264], "colors": ["#90c32a", "#93c62d", "#92c52c", "#92c52c", "#93c62d", "#93c62d", "#93c62d", "#93c62d", "#93c62d", "#93c62d"]}, "Danone": {"Topic": ["Nestle", "Food", "Global", "Product", "Region", "Group", "industry", "report", "Business", "companies"], "documents": [5917, 5257, 5027, 4983, 4697, 4454, 4431, 4346, 4334, 4179], "colors": ["#9ccf36", "#7eb118", "#7bae15", "#74a70e", "#8abd24", "#88bb22", "#70a30a", "#77aa11", "#78ab12", "#72a50c"]}, "Cartier": {"Topic": ["JISOO", "event", "suit", "convention", "collection", "Brand", "dawg put a suit", "porn convention bro", "pulling", "porn convention"], "documents": [19682, 6334, 5456, 5346, 4418, 3027, 2711, 2708, 2686, 2598], "colors": ["#76a910", "#70a30a", "#cafd64", "#cbfe65", "#6b9e05", "#6b9e05", "#ccff66", "#ccff66", "#c9fc63", "#ccff66"]}, "Ferrari": {"Topic": ["Leclerc", "Red Bull", "Mercedes", "Sainz", "Carlos", "Verstappen", "F1", "Charles Leclerc", "team", "race"], "documents": [10395, 7034, 6485, 6418, 6068, 5615, 5407, 5268, 4539, 4313], "colors": ["#afe249", "#b2e54c", "#aee148", "#b0e34a", "#aee148", "#b4e74e", "#a7da41", "#a5d83f", "#98cb32", "#96c930"]}, "Santander": {"Topic": ["million", "offer", "services", "market", "information", "Business", "provides", "billion", "announced", "Finance"], "documents": [2161, 2103, 2094, 2087, 2050, 1943, 1926, 1919, 1890, 1769], "colors": ["#84b71e", "#83b61d", "#74a70e", "#77aa11", "#75a80f", "#75a80f", "#71a40b", "#7fb219", "#70a30a", "#75a80f"]}, "Dior": {"Topic": ["JISOO", "show", "Sehun", "bag", "Lady", "Beauty", "Collection", "Paris", "wearing", "Addict"], "documents": [13254, 9480, 7964, 4659, 4262, 3741, 3317, 3119, 3054, 2806], "colors": ["#92c52c", "#82b51c", "#90c32a", "#a1d43b", "#afe249", "#78ab12", "#76a910", "#8dc027", "#a2d53c", "#9dd037"]}, "Kellogg's": {"Topic": ["Kellogg", "Foods", "cereal", "Business", "Product", "report", "brands", "provide", "companies", "shares"], "documents": [47041, 11602, 10153, 9962, 9142, 8879, 8797, 8647, 7994, 7902], "colors": ["#98cb32", "#81b41b", "#8dc027", "#77aa11", "#7aad14", "#7caf16", "#7db017", "#72a50c", "#80b31a", "#73a60d"]}, "Fedex": {"Topic": ["delivery", "package", "shipping", "driver", "service", "business", "order", "report", "UPS", "market"], "documents": [18606, 14512, 10356, 9914, 8923, 8083, 7742, 7477, 6503, 5864], "colors": ["#a5d83f", "#b7ea51", "#98cb32", "#b3e64d", "#99cc33", "#97ca31", "#a6d940", "#a6d940", "#abde45", "#9bce35"]}, "Corona": {"Topic": ["Extra", "Light", "Mexico", "wine", "High", "Hard", "report", "Modelo Especial", "market", "Pacifico"], "documents": [6608, 4260, 3405, 3331, 3330, 3251, 3243, 3200, 3152, 3151], "colors": ["#88bb22", "#76a910", "#72a50c", "#6c9f06", "#6ea108", "#6fa209", "#6ea108", "#6fa209", "#72a50c", "#6ea108"]}, "LinkedIn": {"Topic": ["Twitter", "Facebook", "business", "information", "Market", "provide", "services", "visit", "leading", "Global"], "documents": [30124, 22219, 19165, 18990, 18475, 17479, 17022, 16046, 15837, 15791], "colors": ["#85b81f", "#88bb22", "#76a910", "#76a910", "#78ab12", "#6ea108", "#77aa11", "#6ea108", "#76a910", "#77aa11"]}, "DHL": {"Topic": ["shipping", "delivery", "order", "Worldwide", "FedEx", "Service", "International", "Express", "WhatsApp", "Available"], "documents": [11326, 11220, 6593, 6019, 5964, 5597, 4950, 4270, 4087, 3938], "colors": ["#87ba21", "#8bbe25", "#7eb118", "#70a30a", "#b4e74e", "#8cbf26", "#8cbf26", "#91c42b", "#81b41b", "#73a60d"]}, "Caterpillar": {"Topic": ["Market", "report", "equipment", "business", "stock", "products", "increased", "Group", "Services", "additional"], "documents": [13026, 11447, 10770, 10464, 9903, 9408, 9369, 9338, 8696, 8283], "colors": ["#7fb219", "#83b61d", "#7caf16", "#7fb219", "#89bc23", "#7aad14", "#81b41b", "#80b31a", "#7aad14", "#72a50c"]}, "Xiaomi": {"Topic": ["小米", "Redmi", "smartphone", "都", "5G", "Samsung", "手机", "就", "Smart", "iPhone"], "documents": [25508, 9430, 6039, 5889, 5845, 5500, 5208, 4950, 4850, 4763], "colors": ["#c3f65d", "#a3d63d", "#9dd037", "#c1f45b", "#9ed138", "#abde45", "#c8fb62", "#c4f75e", "#98cb32", "#b3e64d"]}, "Jack Daniel's": {"Topic": ["Whiskey", "drink", "bottle", "bar", "Old", "brand", "alcohol", "Honey", "cocktail", "Tennessee Whiskey"], "documents": [16079, 8894, 8698, 8007, 5575, 5098, 4190, 4072, 3918, 3728], "colors": ["#95c82f", "#8fc229", "#91c42b", "#a0d33a", "#8cbf26", "#83b61d", "#9acd34", "#87ba21", "#84b71e", "#88bb22"]}, "Huawei": {"Topic": ["华为", "都", "将", "就", "China", "中国", "手机", "会", "从", "据"], "documents": [28950, 9723, 9171, 8586, 8160, 8009, 7846, 7710, 7491, 7331], "colors": ["#c8fb62", "#c7fa61", "#cafd64", "#c8fb62", "#9ccf36", "#cafd64", "#c9fc63", "#c9fc63", "#cafd64", "#cbfe65"]}, "Kia": {"Topic": ["Motor", "Hyundai", "자동차", "Global", "Group", "models", "Corporation", "provide", "한", "Report"], "documents": [10645, 7723, 6321, 4539, 4443, 4293, 4175, 4095, 3862, 3663], "colors": ["#9bce35", "#a8db42", "#bff259", "#7db017", "#96c930", "#90c32a", "#8cbf26", "#81b41b", "#cafd64", "#98cb32"]}, "Tiffany & Co.": {"Topic": ["designed", "Window", "Lamp", "Vase", "artist", "American", "York", "Museum", "created", "features"], "documents": [1286, 1171, 849, 834, 757, 727, 631, 624, 572, 564], "colors": ["#8ec128", "#96c930", "#a2d53c", "#b1e44b", "#85b81f", "#87ba21", "#90c32a", "#71a40b", "#699c03", "#689b02"]}, "Prada": {"Topic": ["Jaehyun", "bag", "Wears", "Win", "Devil Wears", "SIGNOR JAEHYUN", "Fashion", "Milan", "Ambassador", "Gucci"], "documents": [12298, 7933, 7095, 5630, 4685, 4475, 4035, 3735, 3284, 3176], "colors": ["#a6d940", "#aee148", "#a2d53c", "#a6d940", "#a8db42", "#b4e74e", "#8abd24", "#95c82f", "#a2d53c", "#aee148"]}, "Hewlett Packard Enterprise": {"Topic": ["Business", "Global", "Services", "report", "Technology", "solutions", "provides", "growth", "Systems", "Industry"], "documents": [35196, 34518, 34203, 32539, 32497, 31975, 31599, 29868, 29803, 29788], "colors": ["#74a70e", "#73a60d", "#74a70e", "#74a70e", "#72a50c", "#70a30a", "#6ea108", "#70a30a", "#76a910", "#6fa209"]}, "Panasonic": {"Topic": ["パナソニック", "Global", "report", "Region", "industry", "Key", "growth", "Product", "Business", "Research"], "documents": [53322, 6169, 5846, 5554, 5355, 5262, 5238, 5160, 5020, 4980], "colors": ["#8cbf26", "#7bae15", "#79ac13", "#7eb118", "#72a50c", "#72a50c", "#72a50c", "#71a40b", "#78ab12", "#71a40b"]}, "Johnson & Johnson": {"Topic": ["report", "companies", "Research", "Global", "Product", "shares", "Business", "growth", "increase", "provides"], "documents": [24023, 20976, 20858, 20645, 20619, 18981, 18670, 18438, 17707, 17628], "colors": ["#7caf16", "#80b31a", "#75a80f", "#7aad14", "#77aa11", "#77aa11", "#76a910", "#75a80f", "#79ac13", "#75a80f"]}, "Hennessy": {"Topic": ["drink", "bottle", "pop", "awaiting a champagne explosion lmaoooooooo", "Brand", "team", "shot", "Black", "provide", "White"], "documents": [9385, 4388, 3375, 2952, 2451, 2185, 2041, 1972, 1738, 1736], "colors": ["#a8db42", "#9dd037", "#c4f75e", "#ccff66", "#82b51c", "#79ac13", "#9acd34", "#91c42b", "#74a70e", "#90c32a"]}, "KFC": {"Topic": ["キー", "Chicken", "届く", "抽選", "000円 分 当たる", "抽選 で 100名様 に デジタル KFCカード", "あつまり", "春といえ", "火", "eat"], "documents": [7358, 6995, 6620, 5203, 4212, 4212, 4212, 3311, 3193, 2898], "colors": ["#6a9d04", "#a5d83f", "#80b31a", "#669900", "#669900", "#669900", "#669900", "#669900", "#a0d33a", "#a8db42"]}, "Heineken": {"Topic": ["beer", "cerveja", "drink", "Helion", "Bar", "beber", "brands", "tomar", "kkkk", "Coca-Cola"], "documents": [4294, 3751, 3747, 3291, 2926, 2879, 2695, 2657, 2486, 2423], "colors": ["#95c82f", "#baed54", "#9acd34", "#acdf46", "#a6d940", "#c6f960", "#83b61d", "#bdf057", "#c7fa61", "#bdf057"]}, "Burberry": {"Topic": ["Bright", "ไบร์ท", "brand", "ไป", "Bright Vachirawit", "London", "BA", "TB Summer Monogram", "show", "Fashion"], "documents": [11775, 10789, 6937, 6445, 5632, 4803, 4666, 3725, 3387, 3069], "colors": ["#86b920", "#b0e34a", "#82b51c", "#b2e54c", "#81b41b", "#7eb118", "#98cb32", "#b1e44b", "#76a910", "#7eb118"]}, "Canon": {"Topic": ["EOS", "camera", "Model", "越し", "Photography", "Shot", "shoot", "写真", "撮影", "カメラ"], "documents": [3551, 3469, 3238, 3187, 3019, 2855, 2534, 2054, 1973, 1923], "colors": ["#8bbe25", "#81b41b", "#7eb118", "#73a60d", "#73a60d", "#75a80f", "#71a40b", "#7db017", "#80b31a", "#80b31a"]}, "Land Rover": {"Topic": ["Range", "Defender", "Landrover", "vehicle", "Sport", "Jaguar", "Motor", "drive", "model", "Discovery"], "documents": [11269, 10180, 8201, 7443, 6472, 5927, 4668, 4660, 4531, 4249], "colors": ["#93c62d", "#97ca31", "#a4d73e", "#84b71e", "#90c32a", "#9fd239", "#a1d43b", "#82b51c", "#8bbe25", "#96c930"]}, "Mini": {"Topic": ["iPad", "RT+Follow", "ريتويت لتغريدة", "تابع", "130$", "album", "available", "Cooper", "Price", "features"], "documents": [21308, 18225, 17882, 16317, 8169, 2796, 1854, 1662, 1222, 1178], "colors": ["#7caf16", "#73a60d", "#73a60d", "#6b9e05", "#74a70e", "#8fc229", "#76a910", "#9acd34", "#81b41b", "#6ea108"]}, "Sephora": {"Topic": ["Beauty", "products", "makeup", "Shop", "brand", "Ulta", "sale", "gift", "skin", "Lip"], "documents": [10403, 7466, 7022, 6766, 5706, 5638, 5342, 5253, 5181, 4132], "colors": ["#7aad14", "#73a60d", "#7bae15", "#78ab12", "#7aad14", "#a7da41", "#89bc23", "#73a60d", "#72a50c", "#7db017"]}}}